Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sociald/lipstick-jolla-home-twitter-notif.xlf
Languages: tk

# qtn_social_notifications_twitter_mentioned_youmentioned you in a Tweet
source: mentioned you in a Tweet
tk: Tweet-de sizi agzady

# qtn_social_notifications_twitter_you_received_new_mentionsYou
source: You
tk: Siz

# qtn_social_notifications_twitter_n_mentions_include_nreceived %n mentions
source: received %n mentions
tk: %n agzama aldy

# qtn_social_notifications_twitter_your_tweetYour Tweet
source: Your Tweet
tk: Siziň Tweet

source: has been retweeted %n times
tk: %n gezek gaýtaryldy

# qtn_social_notifications_twitter_your_tweetsYour Tweets
source: Your Tweets
tk: Siziň twitleriňiz

source: have been retweeted %n times
tk: %n gezek gaýtaryldy

# qtn_social_notifications_twitter_you_have_new_followersYou
source: You
tk: Sizde

# qtn_social_notifications_n_followers_include_nhave %n new followers
source: have %n new followers
tk: %n täze yzarlaýjyňyz bar

# qtn_social_notifications_twitter_followed_youfollowed you
source: followed you
tk: sizi yzarlaýan
