Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-gallery-facebook/gallery-facebook.xlf
Languages: tk

# jolla-gallery-facebook-he-commentsComments
source: Comments
tk: Teswirler

# jolla-gallery-facebook-la-error_loading_commentsError loading comments
source: Error loading comments
tk: Teswirleri ýükläp bolmady

# jolla_gallery_facebook-la-number-of-likes-for-commentlikes
source: likes
tk: hala

# jolla_gallery_facebook-la-write-comment-pageWrite comment
source: Write comment
tk: Teswir ýaz

# jolla-gallery-facebook-bt-send-commentSend
source: Send
tk: Iber

# jolla_gallery_facebook-album_photo_count%n photos
source: %n photos
tk: %n fotosurat

# jolla_gallery_facebook-la-you-like-thisYou like this
source: You like this
tk: Siz şuny halaýarsyňyz

# gallery-fb-la-one-friend-likes-this%1 likes this
source: %1 likes this
tk: %1 şuny halaýar

# jolla_gallery_facebook-la-you-and-another-friend-likes-thisYou and %1 like this
source: You and %1 like this
tk: Siz we %1 şuny halaýar

# jolla_gallery_facebook-la-two-friend-likes-this%1 and %2 like this
source: %1 and %2 like this
tk: %1 we %2 şuny halaýar

source: You, %1 and %n others like this
tk: Siz, %1 we ýene %2 şuny halaýar

source: %1 and %2 and %n others like this
tk: %1, %2 we ýene %3 şuny halaýar

# jolla_gallery_facebook-la-unnamed_photoNo title
source: No title
tk: Sözbaşy ýok
