Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-mediaplayer/jolla-mediaplayer.xlf
Languages: tk

# mediaplayer-me-new-playlistNew playlist
source: New playlist
tk: Täze aýtdyryjy sanaw

# mediaplayer-me-searchSearch
source: Search
tk: Gözlemek

# mediaplayer-he-add-to-playlistAdd to
source: Add to
tk: Şu ýere goş

# mediaplayer-tf-playlists-searchSearch playlist
source: Search playlist
tk: Pleýlist gözle

# mediaplayer-la-empty-searchNo items found
source: No items found
tk: Element tapylmady

# mediaplayer-la-create-a-playlistCreate a playlist
source: Create a playlist
tk: Pleýlist döret

# mediaplayer-le-number-of-songs%n songs
source: %n songs
tk: %n aýdym

# mediaplayer-ph-playlist-namePlaylist name
source: Playlist name
tk: Pleýlist ady

# mediaplayer-he-play-queuePlay queue
source: Play queue
tk: Nobat goýber

# mediaplayer-tf-playlist-searchSearch song
source: Search song
tk: Aýdym gözle

# mediaplayer-la-unknown-authorUnknown artist
source: Unknown artist
tk: Näbelli aýdymçy

# mediaplayer-la-multiple-authorsMultiple artists
source: Multiple artists
tk: Dürli aýdymçylar

# mediaplayer-la-unknown-albumUnknown album
source: Unknown album
tk: Näbelli albom

# mediaplayer-la-unknown-artistUnknown artist
source: Unknown artist
tk: Näbelli aýdymçy

# mediaplayer-me-album-shuffle-allShuffle all
source: Shuffle all
tk: Ählisini garyşdyr

# mediaplayer-tf-album-searchSearch song
source: Search song
tk: Aýdym gözle

# mediaplayer-la-deletingDeleting
source: Deleting
tk: Pozulýar...

# mediaplayer-me-album-add-to-playlistAdd to playlist
source: Add to playlist
tk: Pleýliste goş

# mediaplayer-me-album-add-to-playing-queueAdd to playing queue
source: Add to playing queue
tk: Nobat goýbermek üçin goş

# mediaplayer-me-all-songs-deleteDelete
source: Delete
tk: Pozmak

# mediaplayer-la-get-some-mediaGet some media
source: Get some media
tk: Elýeterli material ýok. Käbir aýdymlary öz enjamyňyza geçiriň.

# mediaplayer-he-albumsAlbums
source: Albums
tk: Albomlar

# mediaplayer-tf-albums-searchSearch album
source: Search album
tk: Albom gözle

# mediaplayer-me-all-songs-shuffle-allShuffle all
source: Shuffle all
tk: Ählisini garyşdyr

# mediaplayer-he-all-songsAll songs
source: All songs
tk: Ähli aýdymlar

# mediaplayer-tf-songs-searchSearch song
source: Search song
tk: Aýdym gözle

# mediaplayer-me-all-songs-add-to-playlistAdd to playlist
source: Add to playlist
tk: Pleýliste goş

# mediaplayer-me-all-songs-add-to-playing-queueAdd to playing queue
source: Add to playing queue
tk: Nobat goýbermek üçin goş

# mediaplayer-me-artist-shuffle-allShuffle all
source: Shuffle all
tk: Ählisini garyşdyr

# mediaplayer-me-artist-add-to-playlistAdd to playlist
source: Add to playlist
tk: Pleýliste goş

# mediaplayer-me-artist-add-to-playing-queueAdd to playing queue
source: Add to playing queue
tk: Nobat goýbermek üçin goş

# mediaplayer-me-show-all-artist-songsList all songs
source: List all songs
tk: Ähli aýdymlaryň sanawyny görkez

# mediaplayer-la-artist-songs-duration-hours%n hours
source: %n hours
tk: %n sagat

# mediaplayer-la-artist-songs-duration-minutes%n minutes
source: %n minutes
tk: %n minut

# mediaplayer-he-artistsArtists
source: Artists
tk: Aýdymçylar

# mediaplayer-tf-artists-searchSearch artist
source: Search artist
tk: Aýdymçylary gözle

# mediaplayer-la-get-musicGet music
source: Get music
tk: Aýdym-saz al

# mediaplayer-tf-search-mediaSearch Media
source: Search Media
tk: Multimedia elementleri gözle

# mediaplayer-la-playlistsPlaylists
source: Playlists
tk: Pleýlistler

# mediaplayer-la-number-of-playlists%n playlists
source: %n playlists
tk: %n pleýlist

# mediaplayer-me-playlists-remove-playlistRemove playlist
source: Remove playlist
tk: Pleýlist aýyr

# mediaplayer-me-playlist-add-to-playing-queueAdd to playing queue
source: Add to playing queue
tk: Nobat goýbermek üçin goş

# mediaplayer-me-playlist-clear-playlistClear playlist
source: Clear playlist
tk: Saz-sanawy boşat

# mediaplayer-la-clearingClearing
source: Clearing
tk: Aýrylýar

# mediaplayer-la-add-some-mediaAdd some media
source: Add some media
tk: Pleýlist boş. Ähli aýdymlar, Albomlar we Aýdymçylar sahypalardan pleýliste aýdymlary saýlap bilersiňiz.

# mediaplayer-me-playlist-remove-from-playlistRemove from playlist
source: Remove from playlist
tk: Pleýlistden aýryň

# mediaplayer-he-playlistsPlaylists
source: Playlists
tk: Pleýlistler

# mediaplayer-la-all-songsAll Songs
source: All Songs
tk: Ähli aýdymlar

# mediaplayer-la-song-librarySong library
source: Song library
tk: Aýdym-saz kitaphana

# mediaplayer-la-songs-num%n song(s)
source: %n song(s)
tk: %n aýdym

# mediaplayer-la-songs-num-searching%n song(s) - Searching ...
source: %n song(s) - Searching ...
tk: %n aýdym - Gözlenilýär...

# mediaplayer-la-albumsAlbums
source: Albums
tk: Albomlar

# mediaplayer-la-album-libraryAlbum library
source: Album library
tk: Albom kitaphanasy

# mediaplayer-la-albums-num%n album(s)
source: %n album(s)
tk: %n albom

# mediaplayer-la-albums-num-searching%n album(s) - Searching ...
source: %n album(s) - Searching ...
tk: %n albom - Gözlenilýär...

# mediaplayer-la-artistsArtists
source: Artists
tk: Aýdymçylar

# mediaplayer-la-artist-libraryArtist library
source: Artist library
tk: Aýdymçy kitaphanasy

# mediaplayer-la-artists-num%n artist(s)
source: %n artist(s)
tk: %n aýdymçy

# mediaplayer-la-artists-num-searching%n artist(s) - Searching ...
source: %n artist(s) - Searching ...
tk: %n aýdymçy - Gözlenilýär...
