Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-clock/clock.xlf
Languages: tk

# jolla-clock-12h_time_pattern_without_aph:mm
source: h:mm
tk: ss:mm

# jolla-clock-la-amAM
source: AM
tk: GÖ

# jolla-clock-la-pmPM
source: PM
tk: GS

# jolla-clock-la-stopwatchStopwatch
source: Stopwatch
tk: Sekundomer

# jolla-clock-la-in_n_secondsin %n second(s)
source: in %n second(s)
tk: %n sekuntdan

# clock-me-new_alarmNew alarm
source: New alarm
tk: Täze oýaryjy

# clock-la-pull_down_to_save_alarmsPull down to save some alarms
source: Pull down to save some alarms
tk: Käbir oýaryjylary ýazdyrmak üçin, aşak çekiň

# clock-me-resetReset
source: Reset
tk: Nol et

# clock-me-editEdit
source: Edit
tk: Düzetmek

# clock-me-deleteDelete
source: Delete
tk: Pozmak

# clock-la-alarmAlarm
source: Alarm
tk: Oýaryjy

# clock-la-timerTimer
source: Timer
tk: Taýmer

# clock-he-saveSave
source: Save
tk: Ýazdyrmak

# clock-la-hour_shorth
source: h
tk: s

# clock-la-seconds_very_shorts
source: s
tk: sk

# clock-he-repeat_weekdaysRepeat
source: Repeat
tk: Gaýtalamak

# clock-ph-alarm_nameAlarm name
source: Alarm name
tk: Oýaryjy ady

# clock-ph-timer_nameTimer name
source: Timer name
tk: Taýmer ady

# clock-la-unitsUnits
source: Units
tk: Birlikler

# clock-me-hours_and_minutesHours and minutes
source: Hours and minutes
tk: Sagatlar we minutlar

# clock-me-minutes_and_secondsMinutes and seconds
source: Minutes and seconds
tk: Minutlar we sekuntlar

# clock-la-seconds_shortsec
source: sec
tk: sek

# clock-la-days%0 day(s)
source: %0 day(s)
tk: %0 gün

# clock-la-hours%0 hour(s)
source: %0 hour(s)
tk: %0 sagat

# clock-la-minutes%0 minute(s)
source: %0 minute(s)
tk: %0 minut

# clock-la-expiring_in_days_hours_minutesExpiring in %0, %1 and %2
source: Expiring in %0, %1 and %2
tk: %0, %1 we %2-den möhleti gutarýar

# clock-la-expiring_in_hours_minutesExpiring in %0 and %1
source: Expiring in %0 and %1
tk: %0 we %1-den möhleti gutarýar

# clock-la-expiring_in_minutesExpiring in %0
source: Expiring in %0
tk: %0-dan möhleti gutarýar

# clock-he-timersTimers
source: Timers
tk: Taýmerler

# clock-he-alarmsAlarms
source: Alarms
tk: Oýaryjylar

# clock-he-stopwatchStopwatch
source: Stopwatch
tk: Sekundomer

# jolla-clock-le-lapLap
source: Lap
tk: Aýlaw

# jolla-clock-le-totalTotal
source: Total
tk: Jemi

# clock-me-reset_allReset all
source: Reset all
tk: Ähli nol et

# clock-me-new_timerNew timer
source: New timer
tk: Täze taýmer

# clock-la-pull_down_to_save_timersPull down to save some timers
source: Pull down to save some timers
tk: Käbir taýmerleri saklamak üçin, aşak çekiň

# jolla-clock-la-set_time_hintRotate glowing dots to set the time
source: Rotate glowing dots to set the time
tk: Wagt bellemek üçin, ýalpyldaýan nokatlary towlaň

# clock_settings-he-clockClock
source: Clock
tk: Sagat

# clock_settings-la-snooze_durationSnooze duration
source: Snooze duration
tk: Dowamlylygy soňa goý

# clock-ap-nameClock
source: Clock
tk: Sagat
