Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: lipstick-qt5/lipstick.xlf
Languages: tk

# qtn_ener_chargingCharging
source: Charging
tk: Zarýadlaýar...

# qtn_ener_charcompCharging complete
source: Charging complete
tk: Zarýadlama tamamlandy

# qtn_ener_remchaDisconnect charger from power supply to save energy
source: Disconnect charger from power supply to save energy
tk: Energiýa tygşytlamak üçin, zarýadlaýjy energiýa üpjünçilikden aýryň

# qtn_ener_repchargerCharging not started. Replace charger.
source: Charging not started. Replace charger.
tk: Wiý, zarýadlama işlänok. Başga zarýadlaýjy synanyşyň.

# qtn_ener_rebattRecharge battery
source: Recharge battery
tk: Batareýa täzeden zarýadlaň

# qtn_ener_ent_psnoteEntering power save mode
source: Entering power save mode
tk: Güýç tygşytlaýjy tertibi açylýar...

# qtn_ener_exit_psnoteExiting power save mode
source: Exiting power save mode
tk: Güýç tygşytlaýjy tertibi ýapylýar...

# qtn_ener_lowbattLow battery
source: Low battery
tk: Pes zarýad

# qtn_ener_nopowchargeNot enough power to charge
source: Not enough power to charge
tk: Zarýadlama üçin ýeterlik güýç ýok

# qtn_ap_lipstickSystem
source: System
tk: Ulgam

# qtn_shut_high_temp_warningDevice is getting hot. Close all apps.
source: Device is getting hot. Close all apps.
tk: Enjam gyzýar. Ähli goýmalary ýapyň.

# qtn_shut_high_temp_alertDevice is overheating. turn it off.
source: Device is overheating. turn it off.
tk: Enjam gaty gyzgyň.

# qtn_shut_low_temp_warningLow temperature warning
source: Low temperature warning
tk: Ony ýapyň

# qtn_shut_high_tempTemperature too high. Device shutting down.
source: Temperature too high. Device shutting down.
tk: Batareýa temperaturasy pes. Enjamy içine salyň.

# qtn_shut_unplug_usbUSB cable plugged in. Unplug the USB cable to shutdown.
source: USB cable plugged in. Unplug the USB cable to shutdown.
tk: Temperatura gaty ýokary, enjam ýapylýar. Ýapmak üçin, USB kabeli aýryň.

# qtn_shut_batt_emptyBattery empty. Device shutting down.
source: Battery empty. Device shutting down.
tk: Batareýa boş, enjam basym ýapylar.
