Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-bluetooth-qt5/sailfish_components_bluetooth_qt5.xlf
Languages: tk

# components_bluetooth-me-device_settingsDevice settings
source: Device settings
tk: Enjam sazlamalary görkez

# components_bluetooth-me-detailsDetails
source: Details
tk: Jikme-jikler

# components_bluetooth-me-pairing_removeRemove pairing
source: Remove pairing
tk: Jübütleme aýyr

# components_bluetooth-me-device_forgetForget device
source: Forget device
tk: Enjam ýatdan aýyr

# components_bluetooth-la-connectedConnected
source: Connected
tk: Birikdirilen

# components_bluetooth-la-connectingConnecting
source: Connecting
tk: Birikdirilýär...

# components_bluetooth-la-paired-devicesPaired devices
source: Paired devices
tk: Jübütlenen enjamlar

# components_bluetooth-he-discoveringSearching for devices
source: Searching for devices
tk: Enjamlar gözlenilýär...

# components_bluetooth-he-nearby_devices_headerNearby devices
source: Nearby devices
tk: Golaýdaky enjamlar

# components_bluetooth-la-select_deviceSelect device
source: Select device
tk: Enjamy saklaň

# components_bluetooth-me-pull_down_to_discoverSearch for devices
source: Search for devices
tk: Enjamlary gözle

# components_bluetooth-me-start_discoverySearch for devices
source: Search for devices
tk: Enjamlary gözle

# components_bluetooth-la-bluetooth_device_typeType
source: Type
tk: Görnüş

# components_bluetooth-la-bluetooth_not_availableBluetooth not available
source: Bluetooth not available
tk: Bluetooth elýeterli däl

# components_bluetooth-la-other_unrecognized_profilesother unrecognized profiles
source: other unrecognized profiles
tk: tanylmaýan profiller

# components_bluetooth-la-profilesSupported profiles: %1
source: Supported profiles: %1
tk: Goldanylýan profiller: %1

# components_bluetooth-la-low_energy_servicesLow Energy services: %1
source: Low Energy services: %1
tk: Pes energiýaly hyzmatlar: %1

# components_bluetooth-he-paired_devicePaired device
source: Paired device
tk: Jübütlenen enjam

# components_bluetooth-he-nearby_deviceNearby device
source: Nearby device
tk: Golaýdaky enjam

# components_bluetooth-la-device_nameDevice name
source: Device name
tk: Enjam ady

# components_bluetooth-la-device_nicknameNickname
source: Nickname
tk: Enjam lakamy

source: Always allow connections from this device
tk: Bu enjamdan birikmelere hemişe rugsat ber

# sailfish_bluetooth-la-uncategorized_typeOther
source: Other
tk: Başga

# sailfish_bluetooth-la-computer_typeComputer
source: Computer
tk: Kompýuter

# sailfish_bluetooth-la-phone_typePhone
source: Phone
tk: Telefon

# sailfish_bluetooth-la-positioning_typePositioning
source: Positioning
tk: Ýerleşdirme

# sailfish_bluetooth-la-camera_typeCamera
source: Camera
tk: Kamera

# sailfish_bluetooth-la-network_typeNetwork
source: Network
tk: Tor

# sailfish_bluetooth-la-headset_typeHeadset
source: Headset
tk: Garnitura

# sailfish_bluetooth-la-speaker_typeSpeaker
source: Speaker
tk: Dinamik

# sailfish_bluetooth-la-car_kit_typeCar Kit
source: Car Kit
tk: Ulag toplumy

# sailfish_bluetooth-la-mouse_typeMouse
source: Mouse
tk: Syçanjyk

# sailfish_bluetooth-la-keyboard_typeKeyboard
source: Keyboard
tk: Klawiatura

# sailfish_bluetooth-la-game_controller_typeGame controller
source: Game controller
tk: Oýun dolandyryjy

# sailfish_bluetooth-la-toy_typeToy
source: Toy
tk: Oýunjak

# sailfish_bluetooth-la-watch_typeWatch
source: Watch
tk: Sagat

# sailfish_bluetooth-la-tablet_typeTablet
source: Tablet
tk: Planşet
