Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-weather-qt5/sailfish_components_weather_qt5.xlf
Languages: tk

# weather-la-loading_failedLoading failed
source: Loading failed
tk: Maglumaty ýüklemekde bir näsazlyk ýüze çykdy

# weather-la-loadingLoading
source: Loading
tk: Ýüklenilýär

# weather-la-try_againTry again
source: Try again
tk: Täzeden synanyşyň

# weather-la-powered_byPowered by
source: Powered by
tk: Platforma:

# weather-la-no_networkNo network
source: No network
tk: Tor ýok

# weather-la-retryRetry
source: Retry
tk: Ýene synanyşyň

# weather-la-weather_loading_failedLoading failed
source: Loading failed
tk: Maglumaty ýüklemekde bir näsazlyk ýüze çykdy

# weather-la-weather_loadingLoading
source: Loading
tk: Ýüklenilýär

# weather-la-weather_todayWeather today
source: Weather today
tk: Şu gün howa

# weather-la-weather_forecastWeather forecast
source: Weather forecast
tk: Howa ýagdaýy çaklamasy

# weather-la-precipitationPrecipitation
source: Precipitation
tk: Ygal ýagma

# weather-la-m_per_sm/s
source: m/s
tk: m/sek

# weather-la-daily_low_temperatureLow %1
source: Low %1
tk: Pes %1

# weather-la-weather_stationWeather station
source: Weather station
tk: Howa stansiýasy

# weather-la-weather_dateDate
source: Date
tk: Sene

# weather-la-cloudinessCloudiness
source: Cloudiness
tk: Bulutlylyk

# weather-la-precipitationratePrecipitation rate
source: Precipitation rate
tk: Ygaly tizligi

# weather-la-precipitationtypePrecipitation type
source: Precipitation type
tk: Ygaly görnüşi

# weather-la-todayToday
source: Today
tk: Şu gün

# weather-la-date_pattern_shortweekdaysddd
source: ddd
tk: ggg

# weather-la-current_locationCurrent location
source: Current location
tk: Häzirki ýerleşiş

# weather-la-precipitation_noneNo precipitation
source: No precipitation
tk: Ygaly ýok

# weather-la-precipitation_slightSlight precipitation
source: Slight precipitation
tk: Ýuwaş ygaly

# weather-la-precipitation_showersShowers
source: Showers
tk: Çabgalar

# weather-la-precipitation_normalPrecipitation
source: Precipitation
tk: Ygal ýagma

# weather-la-precipitation_thunderThunder
source: Thunder
tk: Gök gümmürdili tupanlar

# weather-la-precipitationtype_noneNone
source: None
tk: Ýok

# weather-la-precipitationtype_rainRain
source: Rain
tk: Ýagyş

# weather-la-precipitationtype_sleetSleet
source: Sleet
tk: Ýaşly gar

# weather-la-precipitationtype_snowSnow
source: Snow
tk: Gar

# weather-la-description_clearClear
source: Clear
tk: Arssalamak

# weather-la-description_mostly_clearMostly clear
source: Mostly clear
tk: Esasan açyk

# weather-la-description_partly_cloudyPartly cloudy
source: Partly cloudy
tk: Bölek bulutly

# weather-la-description_cloudyCloudy
source: Cloudy
tk: Bulutly

# weather-la-description_overcastOvercast
source: Overcast
tk: Bulutly

# weather-la-description-thin_high_cloudsThin high clouds
source: Thin high clouds
tk: Inçe ýokary bulutlar

# weather-la-description-fogFog
source: Fog
tk: Ümür

# weather-la-description_partly_cloudy_and_light_rainPartly cloudy and light rain
source: Partly cloudy and light rain
tk: Bölek bulutly we ýuwaş ýagyş

# weather-la-description_cloudy_and_light_rainCloudy and light rain
source: Cloudy and light rain
tk: Bulutly we ýuwaş ýagyş

# weather-la-description_overcast_and_light_rainOvercast and light rain
source: Overcast and light rain
tk: Bulutly we ýuwaş ýagyş

# weather-la-description_partly_cloudy_and_showersPartly cloudy and showers
source: Partly cloudy and showers
tk: Bölek bulutly we çagbalar

# weather-la-description_cloudy_and_showersCloudy and showers
source: Cloudy and showers
tk: Bulutly we çagbalar

# weather-la-description_overcast_and_showersOvercast and showers
source: Overcast and showers
tk: Bulutly we çagbalar

# weather-la-description_overcast_and_rainOvercast and rain
source: Overcast and rain
tk: Bulutly we ýagyş

source: Partly cloudy, possible thunderstorms with rain
tk: Bölek bulutly, ýagyş bilen gök gümmürdili tupanlar

source: Cloudy, thunderstorms with rain
tk: Bulutly, ýagyş bilen gök gümmürdili tupanlar

source: Overcast, thunderstorms with rain
tk: Bulutly, ýagyş bilen gök gümmürdili tupanlar

source: Partly cloudy and light wet snow
tk: Bölek bulutly we ýuwaş ýaşly gar

# weather-la-description_cloudy_and_light_wet_snowCloudy and light wet snow
source: Cloudy and light wet snow
tk: Bulutly we ýuwaş ýaşly gar

# weather-la-description_overcast_and_light_wet_snowOvercast and light wet snow
source: Overcast and light wet snow
tk: Bulutly we ýuwaş ýaşly gar

source: Partly cloudy and wet snow showers
tk: Bölek bulutly we ýaşly gar çagbalar

# weather-la-description_cloudy_and_wet_snow_showersCloudy and wet snow showers
source: Cloudy and wet snow showers
tk: Bulutly we ýaşly gar çagbalar

source: Overcast and wet snow showers
tk: Bulutly we ýaşly gar çagbalar

# weather-la-description_overcast_and_wet_snowOvercast and wet snow
source: Overcast and wet snow
tk: Bulutly we ýaşly gar

# weather-la-description_partly_cloudy_and_light_snowPartly cloudy and light snow
source: Partly cloudy and light snow
tk: Bölek bulutly we ýuwaş gar

# weather-la-description_cloudy_and_light_snowCloudy and light snow
source: Cloudy and light snow
tk: Bulutly we ýuwaş gar

# weather-la-description_overcast_and_light_snowOvercast and light snow
source: Overcast and light snow
tk: Bulutly we ýuwaş gar

source: Partly cloudy and snow showers
tk: Bölek bulutly we garly çagbalar

# weather-la-description_cloudy_and_snow_showersCloudy and snow showers
source: Cloudy and snow showers
tk: Bulutly we gar çagbalar

# weather-la-description_overcast_and_snow_showersOvercast and snow showers
source: Overcast and snow showers
tk: Bulutly we gar çagbalar

# weather-la-description_overcast_and_snowOvercast and snow
source: Overcast and snow
tk: Bulutly we gar

# weather-me-more_informationMore information
source: More information
tk: Goşmaça maglumat

# weather-me-updateUpdate
source: Update
tk: Täzelemek
