Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-weather/weather.xlf
Languages: tk

# weather-la-loading_failedLoading failed
source: Loading failed
tk: Maglumaty ýüklemekde bir näsazlyk ýüze çykdy

# weather-la-select_location_to_check_weatherSelect location to check weather
source: Select location to check weather
tk: Howa barlamak üçin, ýerleşişi saýlaň

# weather-la-unable_to_connect_try_againUnable to connect, try again
source: Unable to connect, try again
tk: Birikdirip bolmady. Täzeden synanyşyň.

# weather-la-new_locationNew location
source: New location
tk: Täze ýerleşiş

# weather-la-search_locationsSearch locations
source: Search locations
tk: Ýerleşişleri gözläň

# weather-la-search_and_select_locationSearch and select new location
source: Search and select new location
tk: Täze ýerleşişi gözläp saýlaň

source: Could not find the location. Type at least three characters to perform a partial word search.
tk: Ýerleşişi tapyp bolmady. Bölekleýin söz gözlegi ýerine ýetirmek üçin, iň azyndan üç nyşan ýazyň.

# weather-la-could_not_find_anythingSorry, we couldn't find anything
source: Sorry, we couldn't find anything
tk: Bagyşlaň, biz hiç zat tapyp bilmedik

# weather-la-try_againTry again
source: Try again
tk: Täzeden synanyşyň

# weather-bt-save_currentSave current
source: Save current
tk: Häzirki ýerleşişi ýazdyryň

# weather-me-new_locationNew location
source: New location
tk: Täze ýerleşiş

# weather-me-updateUpdate
source: Update
tk: Täzele

source: Pull down to add another weather location
tk: Başga ýerleşişi goşmak üçin aşak çekiň

# weather-la-pull_down_to_select_your_locationPull down to select your location
source: Pull down to select your location
tk: Öz ýerleşişiňizi goşmak üçin aşak çekiň

# weather-la-loadingLoading
source: Loading
tk: Ýüklenilýär

# weather-la-loading_current_conditions_failedLoading current conditions failed
source: Loading current conditions failed
tk: Häzirki şertleri ýüklemekde bir näsazlyk ýüze çykdy

# weather-me-removeRemove
source: Remove
tk: Aýyr

# weather-me-set_as_currentSet as current
source: Set as current
tk: Häzirki ýerleşiş hökmünde belläň

# weather-me-move_to_topMove to top
source: Move to top
tk: Ýokaryk geçiň

# weather_settings-he-weatherWeather
source: Weather
tk: Howa

# weather_settings-la-temperature_unitsTemperature units
source: Temperature units
tk: Temperatura birligi

# weather_settings-me-celsiusCelsius
source: Celsius
tk: Selsiý

# weather_settings-me-fahrenheitFahrenheit
source: Fahrenheit
tk: Farengeýt

# weather-ap-nameWeather
source: Weather
tk: Howa
