Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-telephony-qt5/sailfish_components_telephony.xlf
Languages: tk

# sailfish-telephony-la-disabledDisabled
source: Disabled
tk: Ýapyldy

# sailfish-telephony-la-lockedLocked
source: Locked
tk: Gulply

# sailfish-telephony-la-no_sim_insertedNo SIM card inserted
source: No SIM card inserted
tk: SIM kart dakylmady

# sailfish-telephony-la-sim_disabledSIM is disabled
source: SIM is disabled
tk: SIM kart ýapyldy

# sailfish-telephony-la-sim_lockedSIM is locked
source: SIM is locked
tk: SIM kart gulply

# sailfish-telephony-la-no_sim_in_slot_with_nameNo SIM card in %1 slot
source: No SIM card in %1 slot
tk: %1 öýjükde SIM-kart ýok

# sailfish-telephony-la-sim_disabled_with_name%1 is disabled
source: %1 is disabled
tk: %1 ýapyldy

# sailfish-telephony-la-sim_locked_with_name%1 is locked
source: %1 is locked
tk: % 1 gulply

# sailfish-telephony-la-sim_operator_unknownUnknown
source: Unknown
tk: Nämälim

# sailfish-telephony-la-call-viaCall via
source: Call via
tk: Şu arkaly jaň et

# sailfish-telephony-la-send-viaSend via
source: Send via
tk: Şeýl ibr

# sailfish-telephony-la-long_sim_identitySIM card %1
source: SIM card %1
tk: SIM-kart %1
