Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: eventsview-extensions/lipstick-jolla-home-facebook.xlf
Languages: tk

# lipstick-jolla-home-la-facebook_notificationsNotifications
source: Notifications
tk: Habarnamalar

# lipstick-jolla-home-la-show-more-in-facebookShow more in Facebook
source: Show more in Facebook
tk: Facebook-de has köp görkeziň

# lipstick-jolla-home-facebook-error-fail-to-likeFailed to like
source: Failed to like
tk: Halama goşmakda bir näsazlyk ýüze çykdy

# lipstick-jolla-home-facebook-error-fail-to-remove-likeFailed to remove like
source: Failed to remove like
tk: Halama aýyrmakda bir näsazlyk ýüze çykdy

# lipstick-jolla-home-facebook-error-fail-to-commentFailed to comment
source: Failed to comment
tk: Teswir goşmakda bir näsazlyk ýüze çykdy

# lipstick-jolla-home-facebook-la-you-like-thisYou like this
source: You like this
tk: Siz şuny halaýarsyňyz

# gallery-fb-la-one-friend-likes-this%1 likes this
source: %1 likes this
tk: %1 şuny halaýar

source: You and %1 like this
tk: Siz we %1 şuny halaýar

# lipstick-jolla-home-facebook-la-two-friend-likes-this%1 and %2 like this
source: %1 and %2 like this
tk: %1 we %2 şuny halaýar

source: You, %1 and %2 others like this
tk: Siz, %1 we ýene %2 başga şuny halaýar

source: %1, %2 and %3 others like this
tk: %1, %2 we ýene %3 başga şuny halaýar

# lipstick-jolla-home-me-facebook_no_network_connectionNo network connection
source: No network connection
tk: Tor birikme ýok
