Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-maps/sailfish-maps.xlf
Languages: tk

# maps-la-yds%1 yds
source: %1 yds
tk: %1 ýrd

# maps-la-unit_ydsyds
source: yds
tk: ýrd

# maps-he-map_terms_of_useMap terms of use
source: Map terms of use
tk: Kartalar Ulanyş şertleri

source: Use of Maps is governed by the <a href='eula'>Sailfish EULA</a>. All third party map data is subject to the terms of the third party map data provider available <a href='here'>here</a>. The product manufacturer, seller and Jolla accepts no liability for any such third party content.
tk: Karta ulanyşy <a href='eula'>Sailfish EULA</a> tarapyndan dolandyrylýar. Ähli üçünji tarap karta maglumaty <a href='here'>bu ýerde</a> üçünji tarap karta maglumaty üpjünçiniň şertleri berjaý edýär. Önüm öndürijim satyjy we Sailfish şol ýaly üçünji tarap mazmuny üçin jogäpkärçilik kabul etmeýär.

# maps-la-got_itGot it,&lt;br /&gt; tap to continue
source: Got it,<br /> tap to continue
tk: Düşündüm, dowam etmek üçin <br />basyň

# maps-la-deletingDeleting
source: Deleting
tk: Pozulýar...

# maps-la-change_imageChange image
source: Change image
tk: Surat üýtget

# maps-la-add_imageAdd image
source: Add image
tk: Surat goş

# maps-he-select_imageSelect image
source: Select image
tk: Surat saýla

# maps-la-searching_locationWaiting for location
source: Waiting for location
tk: Ýerleşişe garaşylýar

# maps-la-turn_on_locationTurn on Location
source: Turn on Location
tk: Ýerleşdirme aç

# maps-la-turn_on_location_descriptionThis is required to pinpoint your location.
source: This is required to pinpoint your location.
tk: Bu ýerleşişiňizi takyk bellemek üçin gerek.

# maps-la-map_controlsMap controls
source: Map controls
tk: Karta dolandyryşlary

# maps-la-single_tap_headerSingle tap
source: Single tap
tk: Ýeke basyş

source: To center map to a tapped location and show more details and option to return to previous page.
tk: Basylan ýerleşişe karta merkezleşdirmek üçin, öňki sahypa dolanmak üçin has köp jikme-jikligi we opsiýalary görkeziň.

# maps-la-double_tap_headerDouble tap
source: Double tap
tk: Iki gezek bas

source: To zoom in to the tapped location. You can also spread to do that. Pinch to zoom out.
tk: Basylan ýerleşişi ulaltmak üçin. Ulaltmak üçin barmaklary ýaýradyp bilersiňiz we kiçeltmek üçin çümmükläp bilersiňiz.

# maps-la-long_press_headerLong press
source: Long press
tk: Uzyn basyş

# maps-la-long_press_textAfter playing around, to center to your own location.
source: After playing around, to center to your own location.
tk: Töwereginde oýnamakdan soň, öz ýerleşişiňize merkezleşdirmek üçin.

# maps-la-satellite_mapSatellite map
source: Satellite map
tk: Hemra karta

# maps-la-street_mapStreet map
source: Street map
tk: Köçe karta

# maps-la-transit_mapTransit map
source: Transit map
tk: Geçiş karta

# maps-la-pedestrian_mapPedestrian map
source: Pedestrian map
tk: Pyýada karta

# maps-la-unknown_locationUnknown location
source: Unknown location
tk: Näbelli ýerleşiş

# maps-bt-directionsDirections
source: Directions
tk: Ugurlar

# maps-bt-whats_nearWhat's near
source: What's near
tk: Ýakynda näme bar

# maps-bt-callCall
source: Call
tk: Jaň etmek

# maps-no-copied_to_clipboardCopied to clipboard
source: Copied to clipboard
tk: Çalşyk buferine göçürildi

# maps-bt-open_websiteOpen website
source: Open website
tk: Web-saýty aç

# maps-bt-emailEmail
source: Email
tk: E-poçta

# maps-la-user_notesUser notes
source: User notes
tk: Ulanyjy bellikler

# maps-la-unit_hh
source: h
tk: s

# maps-ap-nameMaps
source: Maps
tk: Kartalar

# maps-quickaction-la-where_am_iWhere am I?
source: Where am I?
tk: Men nirede?

# maps-he-whats_nearWhat's near
source: What's near
tk: Ýakynda näme bar

# maps-he-popular_placesPopular places
source: Popular places
tk: Meşhur ýerler

# maps-ph-problems_downloading_contentProblems downloading content
source: Problems downloading content
tk: Mazmuny göçürip almakda näsazlyklar bar

# maps-ph-could_not_find_anythingSorry, we couldn't find anything
source: Sorry, we couldn't find anything
tk: Bagyşlaň, biz hiç zat tapyp bilmedik

# maps-ph-my_locationMy location
source: My location
tk: Ýerleşişim

# maps-he-show_directionsShow directions
source: Show directions
tk: Ugurlary görkez

# maps-la-fromFrom
source: From
tk: Kimden

# maps-la-toTo
source: To
tk: Kime

# maps-me-carcar
source: car
tk: ulag

# maps-me-footfoot
source: foot
tk: aýak

# maps-la-byBy
source: By
tk: Tarapyndan

# maps-me-fastestfastest
source: fastest
tk: iň çalt

# maps-me-shortestshortest
source: shortest
tk: iň gysga

# maps-la-routeRoute
source: Route
tk: Marşrut

# maps-me-searchSearch
source: Search
tk: Gözlemek

# maps-he-mapsMaps
source: Maps
tk: Kartalar

# maps-la-ahoySwipe left to explore
source: Swipe left to explore
tk: Karta görmek üçin çepe syryň!

# maps-he-recent_placesRecent places
source: Recent places
tk: Soňky ýerler

# maps-la-removingRemoving
source: Removing
tk: Aýyrmak:

# maps-he-saved_placesSaved places
source: Saved places
tk: Ýazdyryln ýerler

# maps-me-editEdit
source: Edit
tk: Düzetmek

# maps-me-remove_from_favoritesRemove from favorites
source: Remove from favorites
tk: Halanýanlardan aýyr

# maps-me-add_to_favoritesAdd to favorites
source: Add to favorites
tk: Halanýanlara goş

# maps-me-saveSave
source: Save
tk: Ýazdyrmak

# maps-me-remove_from_recentRemove from recent
source: Remove from recent
tk: Soňkylardan aýyr

# maps-me-deleteDelete
source: Delete
tk: Pozmak

# maps-no-unable_to_find_placeNo known place available
source: No known place available
tk: Elýeterli belli ýer ýok

# maps-me-reset_mapReset map
source: Reset map
tk: Karta nol et

# maps-me-shareShare
source: Share
tk: Paýlaşmak

# maps-me-new_searchNew search
source: New search
tk: Täze gözlg

# maps-la-night_modeNight mode
source: Night mode
tk: Gije tertibi

# maps-la-day_modeDay mode
source: Day mode
tk: Gün tertibi

# maps-la-saved_locationsSaved locations
source: Saved locations
tk: Ýazdyrylan ýerleşişler

# maps-la-saved_locations_hiddenSaved locations hidden
source: Saved locations hidden
tk: Ýazdyrylan ýerleşişler gizlenen

# maps-no-unable_to_find_routeUnable to find a route
source: Unable to find a route
tk: Ýol tapyp bolmaýar

# maps-he-acceptAccept
source: Accept
tk: Kabul etmek

# maps-la-location_nameLocation name
source: Location name
tk: Ýerleşişiň ady

# maps-la-notesNotes
source: Notes
tk: Bellikler

# maps-he-searchSearch
source: Search
tk: Gözlemek

# maps-he-categoriesCategories
source: Categories
tk: Kategoriýalar

# maps-he-suggestionsSuggestions
source: Suggestions
tk: Teklipler

# maps-he-resultsResults
source: Results
tk: Netijeler

# maps_settings-he-mapsMaps
source: Maps
tk: Kartalar

# maps_settings-la-distance_unitsDistance units
source: Distance units
tk: Aralyk birlikleri

source: Distance units based on location requires network connectivity to determine which distance unit to use.
tk: Haýsy aralyk birligi ulanmalydygyny anyklamak üçin, ýerleşiş boýunça aralyk birlikleri tor birikme ukyby talap ediýär

# maps_settings-me-based_on_locationBased on location
source: Based on location
tk: Ýerleşiş boýunça

# maps_settings-me-metricMetric
source: Metric
tk: Metrik

# maps_settings-me-imperialImperial
source: Imperial
tk: Iňlis
