Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: simkit/simkit.xlf
Languages: tk

# simkit-he-open_web_pageOpen web page
source: Open web page
tk: Web-sahypa aç

# simkit-la-no_sim_toolkitNo SIM apps available
source: No SIM apps available
tk: Elýeterli SIM goýma ýok

# simkit-he-call_prompt-call_requestedCall requested
source: Call requested
tk: Jaň talap edildi

# simkit-he-call_prompt-cancelCancel
source: Cancel
tk: Ýatyr

# simkit-he-call_prompt-allowAllow
source: Allow
tk: Rugsat ber

# simkit-bt-call_prompt-call_nowCall now
source: Call now
tk: Häzir jaň et

# simkit-la-you-entered-n-charactersYou entered %n characters.
source: You entered %n characters.
tk: %n nyşan girizdiňiz.

# simkit-la-too-few-charactersPlease enter at least %n characters.
source: Please enter at least %n characters.
tk: Iň azyndan %n nyşan giriziň.

# simkit-la-too-many-charactersPlease enter no more than %n characters.
source: Please enter no more than %n characters.
tk: %n nyşandan köp girizmäň.

# simkit-la-numbers-onlyPlease enter numbers only
source: Please enter numbers only
tk: Diňe belgi giriziň

# simkit-bt-yesYes
source: Yes
tk: Hawa

# simkit-bt-noNo
source: No
tk: Ýok

# simkit-ap-nameSIM Application
source: SIM Application
tk: SIM goýma
