Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-pickers-qt5/sailfish_components_pickers_qt5.xlf
Languages: tk

# components_pickers-ph-search_documentsSearch documents
source: Search documents
tk: Resminamalary gözle

# components_pickers-la-no-documents-on-deviceCopy some documents to device
source: Copy some documents to device
tk: Käbir resminamalary enjama göçür

# components_pickers-he-select_documentSelect document
source: Select document
tk: Resminama saýlaň

# components_pickers-he-select_downloadsSelect downloads
source: Select downloads
tk: Göçürip almalary saýla

# components_pickers-ph-search_downloadsSearch downloads
source: Search downloads
tk: Göçürip almalary gözle

# components_pickers-la-no-downloads-on-deviceNo downloaded files
source: No downloaded files
tk: Göçürilip alynan faýl ýok

# components_pickers-he-select_locationSelect location
source: Select location
tk: Ýerleşiş saýla

# components_pickers-he-select_imageSelect image
source: Select image
tk: Surat saýla

# components_pickers-ph-search_imagesSearch images
source: Search images
tk: Suratlar gözle

# components_pickers-la-no-images-on-deviceTake some photos
source: Take some photos
tk: Birnäçe forosuraty al

# components_media-li-unkown_artistUnknown artist
source: Unknown artist
tk: Näbelli aýdymçy

# components_media-li-unkown_albumUnknown album
source: Unknown album
tk: Näbelli albom

# components_media-li-unkown_songUnknown song
source: Unknown song
tk: Näbelli aýdym

# components_pickers-ph-search_musicSearch music
source: Search music
tk: Aýdym-saz gözle

# components_pickers-la-no-music-on-deviceCopy some music to device
source: Copy some music to device
tk: Käbir aýdym-sazy enjama göçür

# components_pickers-ph-search_videosSearch videos
source: Search videos
tk: Wideolary gözle

# components_pickers-la-no-videos-on-deviceCopy some videos to device
source: Copy some videos to device
tk: Käbir wideolary enjama göçür

# components_pickers-he-select_musicSelect music
source: Select music
tk: Aýdym-saz saýla

# components_pickers-he-avatar_picker_titleSelect avatar
source: Select avatar
tk: Awatar saýlaň

# components_pickers-li-document_categoryDocuments
source: Documents
tk: Resminamalar

# components_pickers-li-images_categoryImages
source: Images
tk: Suratlar

# components_pickers-li-videos_categoryVideos
source: Videos
tk: Wideolar

# components_pickers-li-music_categoryMusic
source: Music
tk: Aýdym-saz

# components_pickers-li-downloads_categoryDownloads
source: Downloads
tk: Göçürimler

# components_pickers-li-file_system_categoryFile system
source: File system
tk: Faýl ulgamy

# components_pickers-me-hide_hidden_filesHide hidden files
source: Hide hidden files
tk: Gizlenen faýllary gizle

# components_pickers-me-show_hidden_filesShow hidden files
source: Show hidden files
tk: Gizlenen faýllary görkez

# components_pickers-me-sortSort
source: Sort
tk: Sortla

# components_pickers-ph-no_matching_filesNo files match filter
source: No files match filter
tk: Filtre deň gelýän faýllar ýok

# components_pickers-ph-empty_folderEmpty folder
source: Empty folder
tk: Boş bukja

# components_pickers-ph-unreadable_locationThe location cannot be accessed
source: The location cannot be accessed
tk: Ýerleşişe girip bolmaýar

# components_pickers-la-parent_folderParent folder
source: Parent folder
tk: Uly bukja

# components_pickers-la-system_filesSystem files
source: System files
tk: Ulgam faýllar

# components_pickers-la-home_folderHome folder
source: Home folder
tk: Öý bukja

# components_pickers-la-memory_cardMemory card
source: Memory card
tk: Ýat kartasy

# components_pickers-he-multiselect_dialog_backBack
source: Back
tk: Yza

# components_pickers-he-multipicker_acceptAccept %n
source: Accept %n
tk: %n kabut et

# components_pickers-he-select_videoSelect video
source: Select video
tk: Wideo saýla
