Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-camera/jolla-camera.xlf
Languages: tk

# camera-la-no_photos_lockscreenNew photos and videos you take will appear here
source: New photos and videos you take will appear here
tk: Düşüren täze fotosuratlaryňyz we wideolaryňyz bu ýerde peýda bolar

source: Unlock the device to access older photos and videos
tk: Has köne fotosuratlara we wideolara girmek üçin enjamyň gulpuny açyň

source: Captured photos and videos will appear here when you take some
tk: Siz şu käbirleri düşüren wagtyňyz, düşüren fotosuratlar we wideoalar bu ýerde peýda bolar

# camera_settings-ph-cameraCamera
source: Camera
tk: Kamera

# camera_settings-la-save_locationSave location
source: Save location
tk: Ýerleşişi ýazdyr

source: Save current GPS coordinates in captured photos.
tk: Häzirki GPS koordinatlary düşüren fotosuratlarda ýazdyryň.

source: Positioning is turned off. Enable it in Settings | Connectivity | Location
tk: Ýerleşdirme ýapyk. Ony Sazlamalarda işlediň | Birikme ukyby | Ýerleşiş

# camera_settings-cb-storageStorage
source: Storage
tk: Toplaýjy

# camera_settings-la-device_memoryDevice memory
source: Device memory
tk: Enjam ýady

# camera_settings-la-memory_card_not_insertedMemory card not inserted
source: Memory card not inserted
tk: Ýat kartasy dakylmadyk

# camera_settings-la-memory_cardMemory card %1
source: Memory card %1
tk: Ýat kartasy %1

# camera_settings-la-unmounted_memory_cardMemory card not mounted
source: Memory card not mounted
tk: Ýat kartasy aýrylan

source: The selected storage is not available. Device memory will be used instead.
tk: Saýlanan toplaýjy elýeterli däl. Oňa derek, enjam ýady ulanylar.

# camera-ph-back-cameraBack camera
source: Back camera
tk: Esasy kamera

# camera_settings-cb-photo-resolutionPhoto resolution
source: Photo resolution
tk: Fotosurat çözgüdi

# camera-ph-front-cameraFront camera
source: Front camera
tk: Öňdäki kamera

# camera-la-camera_mode_hintPush up or down to change between photo and video mode
source: Push up or down to change between photo and video mode
tk: Kamera bilen wideo tertibi arasynda üýtgetmek üçin, ýokaryk ýa-da aşak syryň

# camera-la-camera_roll_hintSwipe right to access the Camera Roll
source: Swipe right to access the Camera Roll
tk: Kamera galereýasyna girmek üçin, saga syryň

source: The selected storage is unavailable. Device memory will be used instead
tk: Saýlanan toplaýjy elýeterli däl. Oňa derek, enjam ýady ulanylar.

# camera-me-using-memory-cardUsing memory card
source: Using memory card
tk: Ýat kartasy ulanmak

source: Camera audio won't be recorded, microphone disabled by %1 Device Manager
tk: Kamera audio ýazga geçirilmez. Mikrofon % 1 enjam dolandyryjy tarapyndan öçürildi

# jolla-camera-la-zoomZoom
source: Zoom
tk: Zum

# jolla-camera-la-zoom_maxmax
source: max
tk: maks

source: Camera disabled by %1 Device Manager.
tk: Kamera %1 enjam dolandyryjy tarapyndan öçürildi.

# camera-la-deletingDeleting
source: Deleting
tk: Pozulýar...

source: Select location for the portrait capture key
tk: Dik düşüriş düwme üçin ýerleşiş saýlaň

source: Select location for the landscape capture key
tk: Kese düşüriş düwme üçin ýerleşiş saýlaň

# camera_settings-la-timer-seconds-delay%1 second delay
source: %1 second delay
tk: %1- Ikinji gijikdirme

# camera_settings-la-timer-no-delayNo delay
source: No delay
tk: Gijikme ýok

# camera_settings-la-light-sensitivity-autoLight sensitivity • Automatic
source: Light sensitivity • Automatic
tk: Yşyk duýgurlygy • Awtomatik

# camera_settings-la-light-sensitivity-iso_valueLight sensitivity • ISO %1
source: Light sensitivity • ISO %1
tk: Yşyk duýgurlygy • ISO %1

# camera_settings-la-flash-autoFlash automatic
source: Flash automatic
tk: Wspyşka awtomatik

# camera_settings-la-flash-offFlash disabled
source: Flash disabled
tk: Wspyşka ýapyk

# camera_settings-la-flash-onFlash enabled
source: Flash enabled
tk: Wspyşka açyk

# camera_settings-la-flash-torchFlash on
source: Flash on
tk: Wspyşka açyk

# camera_settings-la-flash-redeyeFlash red eye
source: Flash red eye
tk: Wspyşka gyzyl-göz

# camera_settings-la-wb-automaticAutomatic
source: Automatic
tk: Awtomatik

# camera_settings-la-wb-sunnySunny
source: Sunny
tk: Güneşli

# camera_settings-la-wb-cloudyCloudy
source: Cloudy
tk: Bulutly

# camera_settings-la-wb-shadeShade
source: Shade
tk: Kölege

# camera_settings-la-wb-sunsetSunset
source: Sunset
tk: Gün ýaşmagy

# camera_settings-la-wb-fluorecentFluorecent
source: Fluorecent
tk: Fluoressent

# camera_settings-la-wb-tungstenTungsten
source: Tungsten
tk: Wolfram

# camera_settings-la-no_gridNo grid
source: No grid
tk: Gözenek ýok

# camera_settings-la-thirds_gridThirds grid
source: Thirds grid
tk: Üç bölekli gözenek

# camera_settings-la-ambience_gridAmbience grid
source: Ambience grid
tk: Gurşaw gözenegi

# jolla-camera-ap-nameCamera
source: Camera
tk: Kamera
