Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-settings-sync/settings-sync.xlf
Languages: tk

# settings_sync-la-sync_waitingWaiting to sync
source: Waiting to sync
tk: Sinhronlamaga garaşmak...

# settings_sync-la-syncingSyncing
source: Syncing
tk: Sinhronlanylýar...

# settings_sync-la-download_contactsReceiving contacts
source: Receiving contacts
tk: Kontaktlary almak...

# settings_sync-la-last_sync_dateLast sync: %1
source: Last sync: %1
tk: Soňky sinhronlama: %1

# settings_sync-la-successSuccess
source: Success
tk: Üstünlik

# settings_sync-la-sync_failedSync failed
source: Sync failed
tk: Sinhronlama üstünliksiz

# settings_sync-la-sync_canceledSync canceled
source: Sync canceled
tk: Sinhronlama ýatyryldy

# settings_sync-la-unnamed_deviceUnnamed device
source: Unnamed device
tk: Atsyz enjam

# settings_sync-me-sync_endpointSync
source: Sync
tk: Sinh

# settings_sync-la-removingRemoving
source: Removing
tk: Aýyrmak:

# settings_sync-la-stop_syncStop
source: Stop
tk: Dur

# settings_sync-me-remove_endpointRemove
source: Remove
tk: Aýyr

# settings_sync-he-syncSync
source: Sync
tk: Sinh

# settings_sync-sw-contactsContacts
source: Contacts
tk: Kontaktlar

# settings_sync-sw-calendar_eventsCalendar events
source: Calendar events
tk: Senenama çäreleri

# settings_sync-la-directionDirection:
source: Direction:
tk: Ugur:

# settings_sync-la-twowayTwo-way sync
source: Two-way sync
tk: Iki ugurly sinhronlama

# settings_sync-la-one_way_from_remoteOne-way from %1
source: One-way from %1
tk: %1-dan ýeke ugurly

# settings_sync-la-one_way_to_remoteOne-way to %1
source: One-way to %1
tk: %1-a ýeke ugurly

# settings_sync-he-bluetooth_syncBluetooth sync
source: Bluetooth sync
tk: Bluetooth sinh

# settings_sync-me-add_deviceAdd new device
source: Add new device
tk: Täze enjam goş

source: Sync enables you to get contacts from another Bluetooth device
tk: Sinh size başga Bluetooth enjamdan kontaktlary almaga mümkinçilik berýär

# settings_sync-he-pull_down_to_add_devicePull down to add a device
source: Pull down to add a device
tk: Enjam goşmak üçin aşak çekiň
