Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-device-encryption/sailfish-unlock-ui.xlf
Languages: tk

# sailfish-device-encryption-unlock-ui-la-enter_security_codeEnter security code
source: Enter security code
tk: Howpsuzlyk koduny giriziň

# sailfish-device-encryption-unlock-ui-la-emergency_callEmergency call
source: Emergency call
tk: Gyssagly jaň

source: Incorrect security code
tk: Nädogry howpsuzlyk kody

# sailfish-device-encryption-unlock-ui-la-rebootingOne moment...
source: One moment...
tk: Birje minut...

# sailfish-device-encryption-unlock-ui-la-goodbyeGoodbye!
source: Goodbye!
tk: Sag boluň!

source: Entering an incorrect security code once more will permanently block your access to the device.
tk: Eger nädogry howpsuzlyk kody ýene girizseňiz, enjamyňyz hemişelik gulplanylar

source: Only emergency calls permitted
tk: Diňe gyssagly jaňlar

# sailfish-device-encryption-unlock-ui-bt-start_callCall
source: Call
tk: Jaň etmek

# sailfish-device-encryption-unlock-ui-bt-end_callEnd
source: End
tk: Tamamlamak

source: Calling emergency number
tk: Gyssagly belgä jaň etmek

source: Emergency call failed
tk: Gyssagly jaň edip bolmady

# sailfish-device-encryption-unlock-ui-la-emergency_call_endedEmergency call ended
source: Emergency call ended
tk: Gyssagly jaň gutardy
