Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-device-encryption/settings-encryption.xlf
Languages: tk

# settings_encryption-la-back_upBack up
source: Back up
tk: Ätiýaçlamak

# settings_encryption-he-encryption_informationEncryption information
source: Encryption information
tk: Şifrleme maglumaty

# settings_encryption-he-encryptionEncryption
source: Encryption
tk: Şifrleme

source: Battery level low. Do not remove the charger.
tk: Zarýad pes. Enjamyňyzy zarýadlaýja birigen saklaň.

# settings_encryption-la-battery_level_lowBattery level too low.
source: Battery level too low.
tk: Zarýad pes.

# settings_encryption-la-mtp_disconnectMedia transfer (MTP) will be disconnected.
source: Media transfer (MTP) will be disconnected.
tk: Media geçirişiň (MTP) birikmesi kesiler

source: This will erase all user data from the device. This means losing user data that you have added to the device, reverts apps to clean state, accounts, contacts, photos and other media.<br><br>%1 user data to memory card before encrypting the device.
tk: Ol enjamdaky ähli ulanyjy maglumaty pozar. Şu diýmek, siziň enjama goşan ulanyjy maglumaty ýitirmek, goýmalary, hasaplary, kontaktlary, fotosuratlary we başga media arassa ýagdaýa dikeltmek.<br><br>Enjamy şifrlemekden öň %1 ulanyjy maglumaty ýat kartasyna.

# settings_encryption-bt-encryptEncrypt
source: Encrypt
tk: Şifrle

source: Your user data is encrypted which means that only authorized users can access it. Users are authenticated with security code.
tk: Ulanyjy maglumaty şifrlenen, diýmek diňe ygtyýarly ulanyjylar oňa girip biler. Ulanyjylar howpsuz kod bilen tassyklanylýar.

# settings_encryption-la-encryption_user_dataUser data
source: User data
tk: Ulanyjy maglumaty

# settings_encryption-la-encryptionEncryption
source: Encryption
tk: Şifrleme

# settings_encryption-la-enabledEnabled
source: Enabled
tk: Açyk

# settings_encryption-la-device_typeDevice type
source: Device type
tk: Enjam görnüşi

# settings_encryption-la-versionVersion
source: Version
tk: Wersiýa

# settings_encryption-la-sizeSize
source: Size
tk: Ölçeg

# settings_encryption-he-backup_reminderDid you remember to backup?
source: Did you remember to backup?
tk: Siz ätiýaçlamagy ýatdan çykarmadyňyzmy?

source: Accepting this will erase all user data on the device. This means losing user data that you have added to the device (e.g. reverts apps to clean state, accounts, contacts, photos and other media). %1 user data to memory card.<br><br> This is an irreversible change and you will need to enter a security code on all future boots in order to access your data.<br><br>If you accept the device will reboot automatically and you will be prompted for the security code before encrypting user data.
tk: Ony kabul etmek enjamdaky ähli ulanyjy maglumaty pozar. Şu diýmek, siziň enjama goşan ulanyjy maglumaty ýitirmek (goýmalary, hasaplary, kontaktlary, fotosuratlary we başga media arassa ýagdaýa dikeltmek). %1 ulanyjy maglumat ýat kartasyna.<br><br> Bu ýatyrylmadyk üýtgetme we maglumatyňyza girmek üçin siz ähli geljek işledişlerde howpsuz kody girizmeli.<br><br>Eger siz kabul etseňiz, enjam awtomatiki täzeden başlar we ulanyjy maglumaty şifrlemekden öň sizden howpsuzlyk kody soralar.

source: How do I make a backup and restore it?
tk: Men ätiýaçlama nähili etmeli we ony nähili dikeltmeli?

source: You will need to enter your security code before user data can be encrypted.
tk: Ulanyjy maglumat şifrläp bilmekden öň, siz öz howpsuzlyk kody girizmeli.

source: You will need to set a security code before user data can be encrypted.
tk: Ulanyjy maglumat şifrläp bilmekden öň, siz öz howpsuzlyk kody bellemeli.

source: Do you want to encrypt user data?
tk: Ulanyjy maglumat şifrlemek isleýärsiňizmi?
