Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-utilities/settings-sailfish_utilities.xlf
Languages: tk

# sailfish-tools-me-require-rebootThis action requires reboot.
source: This action requires reboot.
tk: Ýapyp açma gerek

# sailfish-tools-utilitiesUtilities
source: Utilities
tk: Hyzmat programmalary

# sailfish-utilities-me-nameSailfish Utilities
source: Sailfish Utilities
tk: Sailfish hyzmat programmalary

# sailfish-tools-he-backupBackup
source: Backup
tk: Ätiýaç nusga

# sailfish-tools-bt-cleanClean
source: Clean
tk: Arassalamak

source: Clean backup storage to free space occupied by backups. All backups will be removed
tk: Ätiýaçlandyryşlar bilen doly ýeri boşatmak üçin, ätiýaç toplaýjy arassala. Ähli ätiýaçlar aýrylar.

# sailfish-utilities-me-remorse-removing-backupsRemoving backups
source: Removing backups
tk: Ätiýaçlar aýrylýar...

# sailfish-tools-he-packace_cachePackage cache
source: Package cache
tk: Paket käş

source: Package cache cleaning can be tried if there are problems with store, e.g. 'Critical problem with the app registry' error. More information can be found <a href='https://together.jolla.com/question/7988/problem-with-store-unable-to-install/'>here</a>.
tk: Eger "Goýma reýestr bilen möhüm mesele" näsazlyk ýaly Dükan bilen meseleler bar bolsa, Goýma reýestri täzeden gurmak synanyşyp bolýar. Goşmaça maglumat <a href='https://together.jolla.com/question/7988/problem-with-store-unable-to-install/'>bu ýerde tapyp bolýar</a>

# sailfish-tools-he-tracker_databaseTracker database
source: Tracker database
tk: Yzarlaýjy maglumat binýady

source: Tracker dabatabase cleaning can help in cases with missing images, audio files etc. Processes using tracker will be closed, tracker reindexing will be started. More information can be found <a href='https://together.jolla.com/question/4337/refresh-tracker/'>here</a>.
tk: Multimedia maglumat binýady täzelemek kömek edip biler, meselem suratlar ýa-da audio faýllar ýitende. Yzarlaýjy ulanmak bilen prosessler ýapylar we yzarlaýjynyň gaýtadan indeksirleme başlar. Goşmaça maglumat <a href='https://together.jolla.com/question/4337/refresh-tracker/'>bu ýerde tapyp bolýar</a>

# sailfish-tools-he-networkNetwork
source: Network
tk: Tor

# sailfish-tools-bt-restartRestart
source: Restart
tk: Ýapyp açmak

source: Restart network subsystem if anything wrong happened with connectivity (WLAN, mobile data).
tk: Birikme ukyby bilen (WLAN, mobil maglumaty) bir mesele ýüze çyksa, tor kiýi ulgamy ýapyp açyň.

# sailfish-tools-he-home_screenHome Screen
source: Home Screen
tk: Baş ekran

source: Restart Home Screen, closing all runnning applications. It'd be helpful if some application is hanged or can't be started, or user experience any issues with keyboard, clipboard, home screen etc.
tk: Baş ekrany ýapyp açylýar we ähli işleýän goýmalary ýapylýar. Eger goýma donsa ýa-da ony başladyp bolmaýar ýa-da sizde klawiaturda, çalşyk buferde, baş ekranda we ş.m. näsazlyklar bar bolsa ol kömek edip bilýär.

# settings-sailfish_utilitiesUtilities
source: Utilities
tk: Hyzmat programmalary
