Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-gallery-ambience/gallery-ambience.xlf
Languages: tk

# jolla-gallery-ambience-he-ambiencesAmbiences
source: Ambiences
tk: Gurşawlar

# jolla-gallery-ambience-la-sounds_and_feedbackSounds and feedback
source: Sounds and feedback
tk: Sesler we seslenme

# jolla-gallery-ambience-la-tonesTones
source: Tones
tk: Tonlar

# jolla-gallery-ambience-la-ringtone-volumeRingtone volume
source: Ringtone volume
tk: Jaň sazy sesi

# jolla-gallery-ambience-sound-la-ringtoneRingtone
source: Ringtone
tk: Jaň sazy

# jolla-gallery-ambience-sound-la-current-ringtoneCurrent ringtone
source: Current ringtone
tk: Häzirki rington

# jolla-gallery-ambiencesound-la-messageMessage
source: Message
tk: Hat

# jolla-gallery-ambience-sound-la-current-message-toneCurrent message tone
source: Current message tone
tk: Häzirki hat sesi

# jolla-gallery-ambience-sound-la-chatChat
source: Chat
tk: Söhbet

# jolla-gallery-ambience-sound-la-current-chat-toneCurrent chat tone
source: Current chat tone
tk: Häzirki söhbet sesi

# jolla-gallery-ambience-sound-la-mailMail
source: Mail
tk: E-poçta

# jolla-gallery-ambience-sound-la-current-mail-toneCurrent mail tone
source: Current mail tone
tk: Häzirki e-poçta sesi

# jolla-gallery-ambience-sound-la-calendarCalendar
source: Calendar
tk: Senenama

# jolla-gallery-ambience-sound-la-current-calendar-toneCurrent calendar alarm tone
source: Current calendar alarm tone
tk: Häzirki senenama oýaryjy sesi

# jolla-gallery-ambience-sound-la-clockClock alarm
source: Clock alarm
tk: Sagat

# jolla-gallery-ambience-sound-la-current-clock-toneCurrent clock alarm tone
source: Current clock alarm tone
tk: Häzirki sagat oýaryjy sesi

# jolla-gallery-ambience-me-set_ambienceSet Ambience
source: Set Ambience
tk: Gurşawy belle

# jolla-gallery-ambience-me-remove_from_favoritesRemove from favorites
source: Remove from favorites
tk: Halanýanlardan aýyr

# jolla-gallery-ambience-me-add_to_favoritesAdd to favorites
source: Add to favorites
tk: Halanýanlara goş

# jolla-gallery-ambience-me-remove_ambienceRemove ambience
source: Remove ambience
tk: Gurşawy poz

# jolla-gallery-ambience-delete-ambienceDeleting Ambience
source: Deleting Ambience
tk: Gurşawy pozmak

source: Oops, can't display the thumbnail!
tk: Wiý, suratjygy görkezip bolmaýar

# jolla-gallery-ambience-la-create-ambienceCreate ambience
source: Create ambience
tk: Gurşaw döret

# jolla-gallery-ambience-la-ambience-colorAmbience color
source: Ambience color
tk: Gurşaw reňki

# jolla-gallery-ambience-la-reset-colorTap to reset
source: Tap to reset
tk: Nol etmek üçin bas

# jolla-gallery-ambience-la-styleStyle
source: Style
tk: Stil

# jolla-gallery-ambience-la-darkDark
source: Dark
tk: Garaňky

# jolla-gallery-ambience-la-lightLight
source: Light
tk: Çyra

# jolla-gallery-ambience-la-ambience-nameAmbience name
source: Ambience name
tk: Gurşaw ady

# jolla-gallery-ambience-ph_write_nameAmbience name
source: Ambience name
tk: Gurşaw ady

# jolla-gallery-ambience-la-select-as-favoriteSelect as favorite
source: Select as favorite
tk: Halanýan edip saýla

# jolla-gallery-ambience-la-actionsActions
source: Actions
tk: Hereketler

source: You can define a set of actions to trigger when this ambience is selected
tk: Bu gurşaw saýlanylanda, işletmeli hereketleriň toplumy kesgitläp bilersiňiz.

# jolla-gallery-ambience-la-add-actionsAdd actions
source: Add actions
tk: Hereketleri goş

# jolla-gallery-ambience-he-select actionSelect action
source: Select action
tk: Hereket saýla

# jolla-gallery-ambience-sound-la-no-alarm-soundNo sound
source: No sound
tk: Ses ýok
