Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfishsilica-qt5/sailfishsilica-qt5.xlf
Languages: tk

# components-la-default_coverDefault cover
source: Default cover
tk: Standart gapagy

# components-he-choose_colorChoose color
source: Choose color
tk: Reňk saýla

# components-la-week_and_weeknumberweek %1
source: week %1
tk: Hepde %1

# components-he-dialog_cancelCancel
source: Cancel
tk: Ýatyrmak

# components-bt-pausepause
source: pause
tk: Sägindirmek

# components-la-selectSelect
source: Select
tk: Saýlamak

# components-la-page_loading_failedPage loading failed
source: Page loading failed
tk: Sahypany ýükläp bolmady

# components-ph-passwordPassword
source: Password
tk: Parol

# components-la-passwordPassword
source: Password
tk: Parol

# jolla-clock-la-amAM
source: AM
tk: GÖ

# jolla-clock-la-pmPM
source: PM
tk: GS

# components-la-deletedDeleted
source: Deleted
tk: Öçürildi

# components-la-undoUndo
source: Undo
tk: Yzyna gaýtar

source: Undo banner will also disappear automatically
tk: Yzyna gaýtar banneri hem awtomatiki ýitip gider

source: Swipe over left or right edge to return to home
tk: Öýe dolanmak üçin, çep ýa-da sag tarapyň daşyndan syryň

# components-bt-show_moreShow more
source: Show more
tk: Has köp görkez

# components-ph-searchSearch
source: Search
tk: Gözlemek

# sailfishsilica-yesterdayYesterday
source: Yesterday
tk: Düýn

# sailfishsilica-olderOlder
source: Older
tk: Has köne

# sailfishsilica-nowJust now
source: Just now
tk: Edil häzir

# sailfishsilica-minutes-future-shortin %nm
source: in %nm
tk: %n m-dan

# sailfishsilica-minutes-short%nm ago
source: %nm ago
tk: %n m-dan öň

# sailfishsilica-minutes-futurein %n minute(s)
source: in %n minute(s)
tk: %n minutdan

# sailfishsilica-minutes%n minute(s) ago
source: %n minute(s) ago
tk: %n minutdan öň

# sailfishsilica-hours-future-shortin %nh
source: in %nh
tk: %n s-dan

# sailfishsilica-hours-short%nh ago
source: %nh ago
tk: %n s-dan öň

# sailfishsilica-hours-futurein %n hour(s)
source: in %n hour(s)
tk: %n sagatdan

# sailfishsilica-hours%n hour(s) ago
source: %n hour(s) ago
tk: %n sagat öň

# sailfishsilica-days-future-shortin %nd
source: in %nd
tk: %n g-den

# sailfishsilica-days-short%nd ago
source: %nd ago
tk: %n g-den öň

# sailfishsilica-days-futurein %n day(s)
source: in %n day(s)
tk: %n günden öň

# sailfishsilica-days%n day(s) ago
source: %n day(s) ago
tk: %n gün öň

# sailfishsilica-months-future-shortin %n month(s)
source: in %n month(s)
tk: %n aýdan

# sailfishsilica-months-short%n month(s) ago
source: %n month(s) ago
tk: %n aý öň

# sailfishsilica-months-futurein %n month(s)
source: in %n month(s)
tk: %n aýdan

# sailfishsilica-months%n month(s) ago
source: %n month(s) ago
tk: %n aý öň

# sailfishsilica-date_format_full_without_yearcccc, d MMMM
source: cccc, d MMMM
tk: ýýýý, g aaaa

# sailfishsilica-date_format_longd MMMM yyyy
source: d MMMM yyyy
tk: g AAAA ýýýý

# sailfishsilica-date_format_mediumd MMM yyyy
source: d MMM yyyy
tk: g AAA ýýýý
