Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-settings-sailfishos/settings-sailfishos.xlf
Languages: tk

source: A new OS update is around the corner.<br><br>To be able to download the OS update, we need to maintenance the filesystem. This requires approx. 1.5 GB of free space.<br><br>You will be able to use your device, but you might notice some slowdowns. It may take up to an hour to complete.
tk: Täze OU täzeleme basym gelýär.<br><br>Täzeleme göçürip alandan öň, biz faýl ulgamynda tehniki hyzmat barlagy ýerine ýetireris. Ol takmynan 1,5 GB boş ýeri talap edýär.<br><br>Siz öz enjamyňyzy ulanyp bilersiňiz, emma siz käbir ýuwaşatmalary synlap bilersiňiz. Tamamlamagyň bir sagada çekmegi mümkin.

# settings_sailfishos-bt-start_fs_optimizingStart optimizing
source: Start optimizing
tk: Optimizirleme başlat

# settings_sailfishos-la-fs_optimizing_in_progressOptimizing in progress
source: Optimizing in progress
tk: Optimizirleme işelnilýär

source: Pull down to download system update
tk: Ulgam täzlemeleri göçürip almak üçin aşak çek

# settings_sailfishos-sailfishosSailfish OS updates
source: Sailfish OS updates
tk: Sailfish OU täzelemeleri:

# settings_sailfishos-sailfishos_shortOS updates
source: OS updates
tk: OU täzelemeleri

# settings_sailfishos-me-check_system_updateCheck for update
source: Check for update
tk: Täzelemeleri barlaň

# settings_sailfishos-me-download_system_updateDownload
source: Download
tk: Göçürip almak

# settings_sailfishos-me-downloading_system_updateDownloading
source: Downloading
tk: Göçürilip alynýar...

# settings_sailfishos-me-install_system_updateInstall
source: Install
tk: Gurnamak

# settings_sailfishos-me-waiting_for_connectionWaiting for connection
source: Waiting for connection
tk: Birikmä garaşylýar...

# settings_sailfishos-me-preparing_for_updatePreparing for update
source: Preparing for update
tk: Täzeleme taýýarlanylýar

# settings_sailfishos-me-checkingChecking for updates
source: Checking for updates
tk: Täzelemeler gözlenilýär...

source: Choose 'Continue without backup' to update the OS without backing up your data, or 'Cancel' to cancel the OS update. We recommend backing up your data before updating the OS.
tk: Öz maglumatyňyzy ätiýaçlamazdan OU täzelemek üçin, "Ätýaçlamasyz domaw et" saýlaň ýa-da OU täzelemesini ýatyrmak üçin "Ýatyr" basyň. Biz OU täzelemeden öň öz maglumatlaryňyzy täzelemegiňizi maslahat berýäris.

# settings_sailfishos-la-continue_without_backupContinue without backup
source: Continue without backup
tk: Ätiýaçlamasyz dowam et

# settings_sailfishos-la-up_to_dateUp to date
source: Up to date
tk: Täzelenen

source: Update available for download (%1)
tk: Täzeleme elýeterli (%1)

# settings_sailfishos-la-update_availableUpdate available for download
source: Update available for download
tk: Täzeleme göçürip almaga elýeterli

# settings_sailfishos-la-ready_to_installUpdate ready to be installed
source: Update ready to be installed
tk: Täzeleme gurnamaga taýýar

# settings_sailfishos-la-downloadingDownloading update
source: Downloading update
tk: Täzeleme göçürilip alynýar...

# settings_sailfishos-la-waiting_for_connectionWaiting for connection
source: Waiting for connection
tk: Birikmä garaşylýar...

# settings_sailfishos-la-checkingChecking for updates
source: Checking for updates
tk: Täzelemeler gözlenilýär...

# settings_sailfishos-la-preparing_for_updatePreparing for update
source: Preparing for update
tk: Täzeleme taýýarlanylýar

# settings_sailfishos-la-last_checkedLast checked: %1
source: Last checked: %1
tk: Soňky barlanan: %1

# settings_sailfishos-la-release_notesRelease notes
source: Release notes
tk: Bildirişleri iber

# settings_sailfishos-la-backupBackup
source: Backup
tk: Ätiýaç nusga

source: No backup services available. To allow backups, insert a memory card or add a cloud storage account in Settings | Accounts.
tk: Ätiýaç hyzmat elýeterli däl. Atiýaçlamalara rugsat bermek üçin, ýat karty dakyň ýa-da bulup toplaýjy hasaby Sazalamalar | Hasaplar-da goşuň.

# settings_sailfishos-la-backup_switchMake backup
source: Make backup
tk: Ätiýaç döret

source: You can backup your device while downloading the update
tk: Täzelemesi göçürilip alynýarka-da, enjamyňyzy ätiýaçlap bilersiňiz

# settings_sailfishos-he-sailfishosSailfish OS
source: Sailfish OS
tk: Sailfish OU

# settings_sailfishos-la-versionVersion %1
source: Version %1
tk: Wersiýa %1

source: Installing the update requires %1 free space. Currently %2 available.
tk: Täzeleme %1 boş ýeri talap edýär. %2 häzir elýeterli.

source: Downloading the update requires %1 free space. Currently %2 available.
tk: Täzeleme %1 boş ýeri talap edýär. %2 häzir elýeterli.

source: Battery level low. Do not remove the charger.
tk: Zarýad pes. Enjamyňyzy zarýadlaýja birigen saklaň.

# settings_sailfishos-la-battery_level_lowBattery level too low.
source: Battery level too low.
tk: Zarýad pes.

# settings_sailfishos-la-free_device_spaceFree up space on your device
source: Free up space on your device
tk: Enjamyňyzda ýeri boşadyň

source: Developer updates not enabled
tk: Döredijiniň täzelemeleri işletmeli däl

# settings_sailfishos-li-account_neededJolla account needed
source: Jolla account needed
tk: Jolla hasaby gerek

# settings_sailfishos-li-account_needs_updateJolla account needs to be updated
source: Jolla account needs to be updated
tk: Jolla hasabyňyzy täzelemeli.

source: Device in R&D mode. Updating requires registration in Settings | System | Developer tools
tk: Enjam R&D tertibinde. Täzeleme Sazlamalar | Ulgam | Dörediji gurallar-da bellige almagy talap edýär

source: Device in CBeta domain. Updating requires registration in Settings | System | Developer tools
tk: Enjam CBeta domende. Täzeleme Sazlamalar | Ulgam | Dörediji gurallar-da bellige almagy talap edýär

source: Device in '%0' domain. Updating requires registration in Settings | System | Developer tools
tk: Enjam '%0' domende. Täzeleme Sazlamalar | Ulgam | Dörediji gurallar-da bellige almagy talap edýär

# settings_sailfishos-la-settings_accountsSettings | Accounts
source: Settings | Accounts
tk: Sazlamalar | Hasaplar

# settings_sailfishos-li-account_needed_hint_textGo to %1 and create an account
source: Go to %1 and create an account
tk: %1-a baryp hasaby döret

# settings_sailfishos-li-account_needs_update_hint_textGo to %1 and sign in again
source: Go to %1 and sign in again
tk: %1-a baryp täzeden hasaba giriň

# settings_sailfishos-la-os_update_settingsOS update settings
source: OS update settings
tk: Sazlamalar

# settings_sailfishos-la-check_methodCheck for updates
source: Check for updates
tk: Täzelemeleri barlaň

# settings_sailfishos-me-manualManual
source: Manual
tk: El bilen edilen

# settings_sailfishos-me-wlan_onlyWLAN only
source: WLAN only
tk: Diňe WLAN

# settings_sailfishos-me-automaticAutomatic
source: Automatic
tk: Awtomatik

# settings_sailfishos-me-alwaysAlways
source: Always
tk: Hemişe

# settings_sailfishos-la-whats_newWhat's new
source: What's new
tk: Näme täzelik bar

source: This operation takes some time, in which you're not able to use the device, make or receive any calls or make emergency calls. Device will reboot after installation.
tk: Täzeleme biraz wagt alar. Şu wagtyň dowamynda siz enjamy ulanyp, islendik jaňy edip hem-de alyp ýa-da gyssagly jaňlary edip bilmersiňiz. Gurnaw gutaransoň, enjamyňyz ýapylyp açylyp.

source: This operation takes some time, in which you're not able to use the device. Device will reboot after installation.
tk: Täzeleme biraz wagt alar. Şu wagtyň dowamynda siz enjamy ulanyp bilmersiňiz. Gurnaw gutaransoň, enjamyňyz ýapylyp açylyp.
