Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: libjollasignonuiservice-qt5/libjollasignonuiservice_qt5.xlf
Languages: tk

# signonui-la-usernameUsername
source: Username
tk: Ulanyjy ady

# signonui-ph-usernameEnter Username
source: Enter Username
tk: Ulanyjy ady giriz

# signonui-la-passwordPassword
source: Password
tk: Parol

# signonui-ph-passwordEnter Password
source: Enter Password
tk: Parol giriz

# signonui-bt-cancelCancel
source: Cancel
tk: Ýatyr

# signonui-bt-acceptAccept
source: Accept
tk: Kabul et

# signonui-la-signon_in_progress_in_browserSign-in via Browser app
source: Sign-in via Browser app
tk: Browser goýma arkaly hasaba gir

# signonui-la-external_browser_redirectRedirecting, please wait...
source: Redirecting, please wait...
tk: Gönükdirýär, garaşyň...

source: Success! Please close this browser window.
tk: Hasaba giriş şowly boldy. Bu brauzer penjiresini ýapyň.

source: Failed! Please close this browser window.
tk: Hasaba girip bolmady. Bu brauzer penjiresini ýapyň.
