Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-settings/settings.xlf
Languages: tk

# settings-me-remove_from_favoritesRemove from Favorites
source: Remove from Favorites
tk: Halanýanlardan aýyr

# settings-me-add_to_favoritesAdd to Favorites
source: Add to Favorites
tk: Halanýanlara goş

# settings-la-in_progressIn progress
source: In progress
tk: Işlenilýär

# settings-la-disabled_by_sailfish_device_managerDisabled by %1 Device Manager
source: Disabled by %1 Device Manager
tk: % 1 enjam dolandyryjy tarapyndan öçürildi

# settings-la-disabled_because_flight_mode_enabledDisabled by flight mode
source: Disabled by flight mode
tk: Uçar tertibi tarapyndan öçürildi

# settings-la-no-network-connectivityNo network connectivity
source: No network connectivity
tk: Ulgam birikme ukyby ýok

# settings-la-connection_failureConnection failure
source: Connection failure
tk: Birikme şowsuz

# settings-la-connection_setup_requiredConnection setup required
source: Connection setup required
tk: Birikme sazlama gerek

# settings-la-no_sim_card_insertedNo SIM card inserted
source: No SIM card inserted
tk: SIM kart dakylmady

# settings-la-sim_card_disabledSIM card disabled
source: SIM card disabled
tk: SIM kart ýapyldy

# settings-me-go_to_settingsGo to settings
source: Go to settings
tk: Sazlamalara bar

# settings-la-setting_offOff
source: Off
tk: Ýapyk

# settings-la-setting_onOn
source: On
tk: Açyk

# settings-system_settingsSystem settings
source: System settings
tk: Ulgam sazlamalary

# settings-applicationsApplications
source: Applications
tk: Goýmalar

# settings-he-applicationsApplications
source: Applications
tk: Goýmalar

# settings-la-super_appSuper app
source: Super app
tk: Super goýma

# settings-he-settingsSettings
source: Settings
tk: Sazlamalar

# settings-he-warning_settings_busySettings application is busy
source: Settings application is busy
tk: Sazlamalar goýmalar meşgul

# settings-ap-nameSettings
source: Settings
tk: Sazlamalar
