Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-contacts-qt5/sailfish_components_contacts_qt5.xlf
Languages: tk

# components_contacts-la-short_detail_label_personalpersonal
source: personal
tk: Şahsy

# components_contacts-la-short_detail_label_workwork
source: work
tk: Iş

# components_contacts-la-short_detail_label_otherother
source: other
tk: Başga

# components_contacts-la-detail_type_first_namefirst name
source: first name
tk: Ady

# components_contacts-la-detail_type_last_namelast name
source: last name
tk: Familiýa

# components_contacts-la-detail_type_middle_namemiddle name
source: middle name
tk: Atasynyň ady

# components_contacts-la-detail_type-companycompany
source: company
tk: Kompaniýa

# components_contacts-la-detail_type_job_titlejob title
source: job title
tk: Iş ady

# components_contacts-la-detail_type_rolerole
source: role
tk: Rol

# components_contacts-la-detail_type_departmentdepartment
source: department
tk: Bölüm

# components_contacts-la-detail_type_nicknamenickname
source: nickname
tk: Lakam

# components_contacts-la-detail_type_phonephone
source: phone
tk: Telefon

# components_contacts-la-detail_type_emailemail
source: email
tk: E-poçta

# components_contacts-la-detail_type_addressaddress
source: address
tk: Salgy

# components_contacts-la-detail_type_websitewebsite
source: website
tk: Web-saýt

# components_contacts-la-detail_type_birthdaybirthday
source: birthday
tk: Doglan gün

# components_contacts-la-detail_type_datedate
source: date
tk: Sene

# components_contacts-la-detail_type_notenote
source: note
tk: Bellik

# components_contacts-la-detail_type_phone_assistantassistant
source: assistant
tk: Kömekçi

# components_contacts-la-detail_type_phone_faxfax
source: fax
tk: Faks

# components_contacts-la-detail_type_phone_pagerpager
source: pager
tk: Peýjer

# components_contacts-la-detail_type_phone_videovideo
source: video
tk: Wideo

# components_contacts-la-detail_type_phone_carcar
source: car
tk: Awtoulag

# components_contacts-la-detail_type_phone_mobilemobile
source: mobile
tk: Mobil

# components_contacts-la-detail_type_phone_landlinelandline
source: landline
tk: Şäher telefony

# components_contacts-la-detail_type_phone_voicevoice
source: voice
tk: Ses

# components_contacts-la-detail_type_phone_messagingmessaging
source: messaging
tk: Hat alyşmak

# components_contacts-la-detail_type_address_internationalinternational
source: international
tk: Halkara

# components_contacts-la-detail_type_address_parcelparcel
source: parcel
tk: Posylka

# components_contacts-la-detail_type_address_postalpostal
source: postal
tk: Poçta

# components_contacts-la-detail_type_address_domesticdomestic
source: domestic
tk: Içerki

# components_contacts-la-detail_type_im_videovideo
source: video
tk: Wideo

# components_contacts-la-detail_type_website_homepagehome page
source: home page
tk: Öý sahypa

# components_contacts-la-detail_type_website_favoritefavorite
source: favorite
tk: Halanýan

# components_contacts-la-detail_type_anniversary_weddingwedding
source: wedding
tk: Toý

# components_contacts-la-detail_type_anniversary_engagementengagement
source: engagement
tk: Goşulmak

# components_contacts-la-detail_type_anniversary_househouse
source: house
tk: Öý

# components_contacts-la-detail_type_anniversary_employmentemployment
source: employment
tk: Iş

# components_contacts-la-detail_type_anniversary_memorialmemorial
source: memorial
tk: Ýadygärligi

# components_contacts-la-detail_field_address_streetStreet
source: Street
tk: Köçe

# components_contacts-la-detail_field_address_localityCity
source: City
tk: Şäher

# components_contacts-la-detail_field_address_regionRegion
source: Region
tk: Sebit

# components_contacts-la-detail_field_address_postcodePostal code
source: Postal code
tk: Poçta indeksi

# components_contacts-la-detail_field_address_countryCountry
source: Country
tk: Ýurt

# components_contacts-la-detail_field_address_poboxP.O. box
source: P.O. box
tk: Poçta salgysy

# components_contacts-la-detail_type-imInstant messaging
source: Instant messaging
tk: Tiz hat alyşma

# components_contacts-la-detail_no_labelNone
source: None
tk: Ýok

# components_contacts-bt-detail_select_labelSelect label
source: Select label
tk: Belgi saýla

# components_contacts-la-detail_no_typeNone
source: None
tk: Ýok

# components_contacts-ph-contact_dateSet date
source: Set date
tk: Sene belle

# components_contacts-bt-contact_field_deleteRemove
source: Remove
tk: Aýyrmak

# components_contacts-la-presence_availableAvailable
source: Available
tk: Elýeterli

# components_contacts-la-presence_awayAway
source: Away
tk: Uzakda

# components_contacts-la-presence_extended_awayExtended away
source: Extended away
tk: Uzaldylan

# components_contacts-la-presence_busyBusy
source: Busy
tk: Meşgul

# components_contacts-la-presence_hiddenHidden
source: Hidden
tk: Gizlenen

# components_contacts-la-presence_offlineOffline
source: Offline
tk: Awtonom

# components_contacts-la-presence_unknownUnknown
source: Unknown
tk: Nämälim

# components_contacts-la-multimedia_messageMultimedia message
source: Multimedia message
tk: MMS

# components_contacts-la-messageMessage
source: Message
tk: Hat

# components_contacts-me-callCall
source: Call
tk: Jaň etmek

# components_contacts-me-send_messageSend message
source: Send message
tk: Hat ibermek

# components_contacts-he-activityActivity
source: Activity
tk: Işjeňlik

# components_contacts-me-avatar_gallerySelect from gallery
source: Select from gallery
tk: Galereýadan saýla

# components_contacts-me-avatar_removeNo image
source: No image
tk: Awatary aýryň

# components_contacts-la-no_peopleNo people
source: No people
tk: Adam ýok

# components_contacts-he-recentRecent
source: Recent
tk: Soňky

# components_contacts-me-edit_contactEdit
source: Edit
tk: Düzetmek

# components_contacts-me-remove_contact_from_favoritesRemove from favorites
source: Remove from favorites
tk: Halanýanlardan aýyr

# components_contacts-me-add_contact_to_favoritesAdd to favorites
source: Add to favorites
tk: Halanýanlara goş

# components_contacts-me-delete_contactDelete contact
source: Delete contact
tk: Kontakty öçür

# components_contacts-action_callCall
source: Call
tk: Jaň etmek

# components_contacts-action_smsSMS
source: SMS
tk: SMS iber

# components_contacts-action-emailSend email
source: Send email
tk: E-poçta ibermek

# components_contacts-action-imSend message
source: Send message
tk: Hat ibermek

# components_contacts-action-view_on_mapView on map
source: View on map
tk: Kartada görkez

# components_contacts-action_open_in_browserOpen in browser
source: Open in browser
tk: Brauzerde aç

# components_contacts-action-show_dateShow date
source: Show date
tk: Sene görkez

# components_contacts-la-activityActivity
source: Activity
tk: Işjeňlik

# components_contacts-la-activity_descriptionPast communication events
source: Past communication events
tk: Geçen aragatnaşyk çäreleri

# components_contacts-action-copy_to_clipboardCopy to clipboard
source: Copy to clipboard
tk: Çalşyk bufere göçür

# components_contacts-me-edit_detailEdit
source: Edit
tk: Düzetmek

# components_contacts-la-see_all_activitySee all activity
source: See all activity
tk: Ähli işjeňlik görkez

# components_contacts-la-contact_not_foundContact not found
source: Contact not found
tk: Kontakt tapyp bolmady

# components_contacts-la-contact_save_errorUnable to save contact
source: Unable to save contact
tk: Kontakt ýazdyryp bolmaýar

# components_contacts-ph-vcard_namecontact
source: contact
tk: Kontakt

# components_contacts-la-deleted_contactDeleted contact
source: Deleted contact
tk: Kontakt öçürildi

# components_contacts-me-deleteDelete
source: Delete
tk: Pozmak

# components_contacts-me-linkLink
source: Link
tk: Bag

# components_contacts-me-shareShare
source: Share
tk: Paýlaşmak

# components_contacts-me-editEdit
source: Edit
tk: Düzetmek

# components_contacts-me-copy_contact_nameCopy name
source: Copy name
tk: Ady göçür

# components_contacts-me-copy_contact_informationCopy details
source: Copy details
tk: Jikme-jikligi göçür

# components_contacts-la-importing_contacts_from_fileImporting contacts from %1...
source: Importing contacts from %1...
tk: Şundan kontaktlary importirlenýär: %1...

source: Importing contacts from SIM card...
tk: SIM-kartdan kontaktlar importirlenýär...

source: Unable to import contacts from %1.
tk: %1-dan kontaktlary importirläp bolmaýar

source: Unable to import contacts from SIM card.
tk: SIM-kartdan kontaktlar importirläp bolmaýar...

# contacts_settings-la-imported_n_contactsImported %n new contact(s).
source: Imported %n new contact(s).
tk: %n täze kontakt importirlenildi.

# contacts_settings-la-no_new_contactsNo new contacts to import.
source: No new contacts to import.
tk: Importirlemeli täze kontakt ýok.

# components_contacts-la-contacts_importedContacts imported.
source: Contacts imported.
tk: Kontaktlar importirlenildi

# components_contacts-he-import_contactsImport contacts
source: Import contacts
tk: Kontaktlary importirle

# contacts_settings-la-found_n_contacts_file%n contact(s) found in %1.
source: %n contact(s) found in %1.
tk: %n kontakt %1-da tapyldy.

# contacts_settings-la-found_n_contacts_sim%n contact(s) found on SIM card.
source: %n contact(s) found on SIM card.
tk: %n kontakt SIM-kartda tapyldy

# components_contacts-la-view_contactView contact
source: View contact
tk: Kontakty gör

# components_contacts-la-view_all_contactView all contacts
source: View all contacts
tk: Ähli kontaktlary gör

# components_contacts-la-unnamed_contactUnnamed
source: Unnamed
tk: Atsyz

# components_contacts-la-finding_linksFinding links...
source: Finding links...
tk: Baglara gözlenilýär...

# components_contacts-me-add_linksAdd more links
source: Add more links
tk: Has köp baglary goş

# components_contacts-he-linksLinks
source: Links
tk: Baglar

# components_contacts-la-link_suggestionsLink suggestions
source: Link suggestions
tk: Bag teklipler

# components_pickers-la-count_selected%n selected
source: %n selected
tk: %n saýlanyldy

# components_pickers-la-select_contactsSelect contacts
source: Select contacts
tk: Kontaktlary saýla

# components_contacts-me-select_allSelect all
source: Select all
tk: Ähli saýla

# components_contacts-me-clear_allClear all
source: Clear all
tk: Ähli arassala

# components_pickers-la-selected_contactsSelected contacts
source: Selected contacts
tk: Saýlanan kontaktlar

# components_pickers-la-no_contacts_selectedNo contacts selected
source: No contacts selected
tk: Saýlanan kontakt ýok

# components_contacts-he-selectSelect
source: Select
tk: Saýlamak

# components_contacts-ph-search_peopleSearch people
source: Search people
tk: Kontaktlary gözle

# components_pickers-he-select_phone_numberSelect number
source: Select number
tk: Belgi saýla

# components_pickers-he-select_email_addressSelect email
source: Select email
tk: E-poçta saýlaň

# components_pickers-he-select_contactSelect contact
source: Select contact
tk: Kontakt saýla

# components_pickers-me-searchSearch
source: Search
tk: Gözlemek

# components_contacts-he-share_contactShare contact
source: Share contact
tk: Kontakty paýlaş

# contacts-bt-contact_add_addressAdd address
source: Add address
tk: Salgy goş

# contacts-bt-contact_add_dateAdd date
source: Add date
tk: Sene goş

# contacts-bt-contact_add_emailAdd email
source: Add email
tk: E-poçta goş

# contacts-bt-contact_add_detailAdd detail
source: Add detail
tk: Jikme-jikligi goş

# contacts-bt-contact_add_noteAdd note
source: Add note
tk: Bellik goş

# contacts-bt-contact_add_phoneAdd phone
source: Add phone
tk: Telefon goş

# contacts-bt-contact_add_websiteAdd website
source: Add website
tk: Web-saýt goş

source: No accounts available with presence functionality
tk: Barlyk funksionallyk bilen elýeterli hasaplar ýok

source: You can add or modify accounts in Settings | Accounts
tk: Hasaplary Sazlamalarda goşup ýa-da üýtgedip bilersiňiz | Hasaplar

# components_contacts-he-presence_detailsPresence
source: Presence
tk: Barlyk

# components_contacts-la-controlled_servicesControlled services
source: Controlled services
tk: Dolandyrylan hyzmatlar

# components_contacts-ph-recipientRecipient
source: Recipient
tk: Alyjy

# components_contacts-ph-recipientsRecipients
source: Recipients
tk: Alyjylar

# components_contacts-me-saveSave
source: Save
tk: Ýazdyrmak
