Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: transferengine-plugins/sailfish_transferengine_plugins.xlf
Languages: tk

# webshare-he-upload_headingUpload
source: Upload
tk: Ýüklenmek

# webshare-la-destination_fileFile
source: File
tk: Faýl

# facebookshare-he-share_headingShare
source: Share
tk: Paýlaş

# facebookshare-ph-my_statusMy status
source: My status
tk: Statusym

# webshare-he-share_headingShare
source: Share
tk: Paýlaş

# webshare-la-descriptionDescription
source: Description
tk: Suratlandyrma

# webshare-ph-descriptionAdd a description
source: Add a description
tk: Suratlandyrma goş

# webshare-la-scale_imageScale image
source: Scale image
tk: Suraty şkalirlemek

# webshare-va-originaloriginal
source: original
tk: Asyl

# webshare-me-include_metadataInclude metadata
source: Include metadata
tk: Metamaglumaty goş

# webshare-la-destination_folderDestination folder
source: Destination folder
tk: Alyjy bukja

# webshare-la-uploads-textMobile uploads from %1
source: Mobile uploads from %1
tk: %1-dan mobil ýüklemeleri

# mms-share-roaming-errorYour data settings prevent sending MMS while roaming
source: Your data settings prevent sending MMS while roaming
tk: Roumingde bolýarkaňyz, mobil maglumatlary sazlamalaryňyz MMS ibermegine ýol bermeýär

source: Sending MMS messages while roaming may result in data charges
tk: Roumingde bolýarkaňyz MMS ibermek maglumat çykdaýjylaryny köpeldip biler

# mms-share-la-multimedia_messageMultimedia message
source: Multimedia message
tk: MMS

# webshare-la-onedrive-uploads-videosCamera Roll
source: Camera Roll
tk: Fotodisk

# twittershare-he-share_headingShare
source: Share
tk: Paýlaş

# twittershare-la-descriptionTweet
source: Tweet
tk: Twit

# twittershare-ph-descriptionMy tweet
source: My tweet
tk: Twitim

# twittershare-la-scale_imageScale image
source: Scale image
tk: Suraty şkalirlemek

# twittershare-va-originaloriginal
source: original
tk: Asyl

# twittershare-me-include_metadataInclude metadata
source: Include metadata
tk: Metamaglumaty goş

# vkshare-he-share_headingShare
source: Share
tk: Paýlaş

# vkshare-ph-my_statusMy status
source: My status
tk: Statusym

# vk-share-he-share_headingShare
source: Share
tk: Paýlaş

# vk-share-la-descriptionDescription
source: Description
tk: Suratlandyrma

# vk-share-ph-descriptionAdd a description
source: Add a description
tk: Suratlandyrma goş

# vk-share-la-scale_imageScale image
source: Scale image
tk: Suraty şkalirlemek

# vk-share-va-originaloriginal
source: original
tk: Asyl

# vk-share-me-include_metadataInclude metadata
source: Include metadata
tk: Metamaglumaty goş

# vk-share-la-destination_folderDestination folder
source: Destination folder
tk: Alyjy bukja

# vk-share-la-uploads-textMobile uploads from %1
source: Mobile uploads from %1
tk: %1-dan mobil ýüklemeleri

# email-share-li-displaynameEmail
source: Email
tk: E-poçta

# EmailUploaderEmail
source: Email
tk: E-poçta
