Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: *-daemon/*-daemon.xlf
Languages: tk

# as-daemon_notification_errors_groupWarnings
source: Warnings
tk: Duýduryşlar

source: An account needs provisioning!
tk: Hasaby taýýarlamaly

source: Please enable required provisioning in settings
tk: Gerekli taýýarlama sazlamalarda açyň

# as-daemon_provisioning_failed_notification_summaryAccount %1 needs provisioning
source: Account %1 needs provisioning
tk: Hasap %1 taýýarlamaly

source: Please enable required provisioning in settings
tk: Gerekli taýýarlama sazlamalarda açyň

source: An account needs to be updated!!
tk: Hasaby täzelemeli!!

source: Update via the settings application
tk: Sazlamalar goýma arkaly täzele

# as-daemon_authorization_failed_notification_summaryAccount %1 needs updating
source: Account %1 needs updating
tk: Hasap %1 täzelemeli

source: Update via the settings application
tk: Sazlamalar goýma arkaly täzele

# as-daemon_sendmail_failed_notification_summaryEmail sending failed
source: Email sending failed
tk: E-poçta ibermesi şowsuz

source: Failed to send email from account %1
tk: %1 hasapdan e-poçta iberip bolmady

# as-daemon_sendmail_failed_notification_bodyAccount %1
source: Account %1
tk: Hasap %1
