Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-settings-bluetooth/settings-bluetooth.xlf
Languages: tk

# settings_bluetooth-me-stop_searchingStop searching
source: Stop searching
tk: Gözlemegi duruz

# settings_bluetooth-me-search-for-devicesSearch for devices
source: Search for devices
tk: Enjamlary gözle

# settings_bluetooth-la-device_nameDevice Name
source: Device Name
tk: Enjam ady

# settings_bluetooth-la-device-visibilityVisibility:
source: Visibility:
tk: Görünme ukyby

# settings_bluetooth-va-visibility_on_with_timeOn (%1)
source: On (%1)
tk: Açyk (%1)

# settings_bluetooth-va-visibility_offOff
source: Off
tk: Ýapyk

# settings_bluetooth-va-for_3_minutesOn for 3 minutes
source: On for 3 minutes
tk: 3 minutlap açyk

# settings_bluetooth-va-for_15_minutesOn for 15 minutes
source: On for 15 minutes
tk: 15 minutlap açyk

# settings_bluetooth-va-visibility_onOn
source: On
tk: Açyk

# settings_bluetooth-la-connection_count%n connections
source: %n connections
tk: %n birikme

# settings_networking-connectivityConnectivity
source: Connectivity
tk: Birikme ukyby
