Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-gallery/gallery.xlf
Languages: tk

# gallery-la-deletingDeleting
source: Deleting
tk: Pozulýar...

# gallery-la-take_some_photosTake some photos
source: Take some photos
tk: Birnäçe fotosuraty al

# gallery-me-deleting-%1-itemsDeleting %n item(s)
source: Deleting %n item(s)
tk: %n element pozulýar

# gallery-me-select-videosSelect videos
source: Select videos
tk: Wideolary saýla

# gallery-me-select-photosSelect photos
source: Select photos
tk: Fotosuratlary saýla

# gallery-me-select-screenshotsSelect screenshots
source: Select screenshots
tk: Skrinşotlary saýla

# gallery-me-deleteDelete
source: Delete
tk: Pozmak

# gallery-la-undo-deletionUndo
source: Undo
tk: Yzyna gaýtar

# gallery-me-clear-selectionsClear All
source: Clear All
tk: Ähli arassala

# gallery-me-select-allSelect All
source: Select All
tk: Ähli saýla

# gallery-bt-photosPhotos
source: Photos
tk: Fotosuratlar

# gallery-bt-videosVideos
source: Videos
tk: Wideolar

# gallery-bt-screenshotsScreenshots
source: Screenshots
tk: Skrinşotlar

# gallery-la-no_screenshotsNo screenshots
source: No screenshots
tk: Skrinşot ýok

source: Take screenshots by simultaneously pressing down Volume up and down keys
tk: Sesi peselt we gatalt klawişalary birlikde aşak basmak arkaly skrinşotlary düşüriň

# gallery-la-swipe_down_to_go_backSwipe down to go to previous view
source: Swipe down to go to previous view
tk: Öňki görnüşine barmak üçin, aşak syryň

# gallery-ap-nameGallery
source: Gallery
tk: Galereýa
