Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-calendar/calendar.xlf
Languages: tk

# calendar-ph-invite_peopleInvite people
source: Invite people
tk: Adamlary çagyrmak

# calendar-me-show_agendaShow agenda
source: Show agenda
tk: Gün tertibini görkez

# calendar-la-new_eventNew event
source: New event
tk: Täze çäre döret

# calendar-move_to_optionalMove to optional
source: Move to optional
tk: Opsionala geçir

# calendar-move_to_invitedMove to invited
source: Move to invited
tk: Çagyrylana geçir

# calendar-search_contactSearch
source: Search
tk: Gözlemek

# calendar-invalid_email_addressInvalid email address
source: Invalid email address
tk: Nädogry e-poçta salgysy

# calendar-invited_attendeeInvited
source: Invited
tk: Çagyryldy

# calendar-optional_attendeeOptional
source: Optional
tk: Islege bagly

# calendar-he_select_calendarSelect calendar
source: Select calendar
tk: Senenama saýla

# calendar-la-change_month_hintSwipe here to change month
source: Swipe here to change month
tk: Aý üýtgetmek üçin syryň

# calendar-other_click_to_select%1 + %n other
source: %1 + %n other
tk: %1 + %n başga

# calendar-date_pattern_month_yearMMMM yyyy
source: MMMM yyyy
tk: AAAA ýýýý

# calendar-me-change_yearChange year
source: Change year
tk: Ýyl üýtget

# calendar-day-new_eventNew event
source: New event
tk: Täze çäre döret

# calendar-day-editEdit
source: Edit
tk: Düzetmek

# calendar-day-deleteDelete
source: Delete
tk: Pozmak

# calendar-date_pattern_date_monthd MMMM
source: d MMMM
tk: g AAAA

# calendar-la-overlapping_eventsSee overlapping events
source: See overlapping events
tk: Çakyşýan çäreleri görkez

# calendar-event-event_cannot_be_modifiedThis event cannot be modified
source: This event cannot be modified
tk: Bu çäre üýtgedip bolmaýar

# calendar-event-ph-delete_recurringThis is a recurring event
source: This is a recurring event
tk: Bu döwürleýin çäre

source: Confirm, if you want to delete this event or all events.
tk: Siz bu çäre ýa-da tutuş seriýa pozmak isleýärsiňizmi?

# calendar-event-delete_occurrenceDelete this event
source: Delete this event
tk: Bu çäre pozuň

# calendar-event-delete_all_occurencesDelete the series
source: Delete the series
tk: Ähli çäreleri pozuň

source: Event start time needs to be before end time
tk: Çäreniň başlangyç wagty gutaryş wagtyndan öň bolmaly

# calendar-ph-event_edit_saveSave
source: Save
tk: Ýazdyrmak

# calendar-add-event_nameEvent name
source: Event name
tk: Çäre ady

# calendar-add-event_locationEvent location
source: Event location
tk: Çäre ýerleşişi

# calendar-add-descriptionDescription
source: Description
tk: Suratlandyrma

# calendar-invited_people%n people invited
source: %n people invited
tk: %n adam çagryldy

# calendar-invite_peopleInvite people
source: Invite people
tk: Adamlary çagyrmak

# calendar-cannot_invite_peopleYou cannot invite people to a local calendar event
source: You cannot invite people to a local calendar event
tk: Siz adamlary ýerli senenama çäresine çagyryp bilmersiňiz

source: Recurrence end date moved to event start date
tk: Gaýtalanma gutaryş senesi çäreniň başlangyç senesine geçirildi

# calendar-nonexistant_notebook(none)
source: (none)
tk: Ýok

# calendar-add-all_dayAll day
source: All day
tk: Tutuş gün

# calendar-add-recurringRecurring
source: Recurring
tk: Gaýtalaýan

# calendar-add-onceOnce
source: Once
tk: Bir gezek

# calendar-add-every_dayEvery Day
source: Every Day
tk: Her gün

# calendar-add-every_weekEvery Week
source: Every Week
tk: Her hepde

# calendar-add-every_2_weeksEvery 2 Weeks
source: Every 2 Weeks
tk: Her 2 hepdeden

# calendar-add-every_monthEvery Month
source: Every Month
tk: Her aý

# calendar-add-every_yearEvery Year
source: Every Year
tk: Her ýyl

# calendar-add-customCustom
source: Custom
tk: Laýyk

# calendar-add-recurrence_endRecurrence end
source: Recurrence end
tk: Gaýtalama soňy

# calendar-add-remind_meRemind me
source: Remind me
tk: Maňa ýatlat

# calendar-event-he-edit_recurringThis is a recurring event
source: This is a recurring event
tk: Bu döwürleýin çäre

source: Do you want to edit this event or the series
tk: Siz bu çäre ýa-da tutuş seriýa düzetmek isleýärsiňizmi?

# calendar-event-edit_occurrenceEdit this event
source: Edit this event
tk: Bu çäre düzet

# calendar-event-edit_all_occurrencesEdit the series
source: Edit the series
tk: Ähli çäreleri düzet

# calendar-all_dayAll day
source: All day
tk: Tutuş gün

# jolla-calendar-ph-vcalendar_default_namecalendarevent
source: calendarevent
tk: Senenama çäreleri

# calendar-event-deleteDelete
source: Delete
tk: Pozmak

# calendar-event-shareShare
source: Share
tk: Paýlaş

# jolla-calendar-he-share-eventShare event
source: Share event
tk: Çäre paýlaş

# calendar-event-editEdit
source: Edit
tk: Düzetmek

# jolla-calendar-import-successfullImport successful
source: Import successful
tk: Importirleme tamamlandy

# jolla-calendar-import-failedImport failed
source: Import failed
tk: Import bilen näsazlyk

# calendar-me-syncSync
source: Sync
tk: Sinhronla

# calendar-me-settingsSettings
source: Settings
tk: Senenamalary dolandyrmak

# calendar-me-go_to_todayGo to today
source: Go to today
tk: Şu gün baryň

# calendar-me-new_eventNew event
source: New event
tk: Täze çäre döret

# calendar-me-schedule_is_freeYour schedule is free
source: Your schedule is free
tk: Rejäňiz boş

# calendar-settings-settingsSettings
source: Settings
tk: Senenamalary dolandyrmak

# calendar-todayToday
source: Today
tk: Şu gün

# calendar-yesterdayYesterday
source: Yesterday
tk: Düýn

# calendar-tomorrowTomorrow
source: Tomorrow
tk: Ertir

# calendar-ap-nameCalendar
source: Calendar
tk: Senenama
