Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-calendar/sailfish-components-calendar-qt5.xlf
Languages: tk

# sailfish_calendar-date_pattern_date_monthd MMMM
source: d MMMM
tk: g AAAA

# sailfish_calendar-la-all_dayAll day
source: All day
tk: Tutuş gün

# sailfish_calendar-view-reminderReminder %1
source: Reminder %1
tk: Ýatladyjy %1

# sailfish_calendar-la-response_failed_body_acceptFailed to accept invitation
source: Failed to accept invitation
tk: Çakylyk kabul edip bolmady

source: Failed to tentatively accept invitation
tk: Çakylyk takmynan kabul edip bolmady

# sailfish_calendar-la-la-response_failed_body_declineFailed to decline invitation
source: Failed to decline invitation
tk: Çakylyk kabul ret edip bolmady

# sailfish_calendar-la-people_count%n people
source: %n people
tk: %n adam

# sailfish_calendar-la-event_organizerorganizer
source: organizer
tk: Guramaçy

# sailfish-calendar-la-event_optional_attendeeoptional
source: optional
tk: Islege bagly

# sailfish_calendar-he-event_descriptionDescription
source: Description
tk: Suratlandyrma

# sailfish_calendar-me-show_event_in_calendarShow in Calendar
source: Show in Calendar
tk: Senenamada görkez

# calendar-la-calendarCalendar
source: Calendar
tk: Senenama

# sailfish_calendar-la-datewidget_startsStarts
source: Starts
tk: Başlaýar

# sailfish_calendar-la-datewidget_endsEnds
source: Ends
tk: Gutarýar

# sailfish_calendar-la-show_moreShow more
source: Show more
tk: Has köp görkez

# sailfish_calendar-la-todayToday
source: Today
tk: Şu gün

# sailfish_calendar-reminder-neverNever
source: Never
tk: Hiç wagt

# sailfish_calendar-reminder-at_time_of_eventAt time of event
source: At time of event
tk: Çäre wagty

# sailfish_calendar-reminder-n_days%n days
source: %n days
tk: %n gün

# sailfish_calendar-reminder-n_hours%n hours
source: %n hours
tk: %n sagat

# sailfish_calendar-reminder-n_minutes%n minutes
source: %n minutes
tk: %n minut

# sailfish_calendar-reminder-days_hours_minutes_before%1, %2, %3 before
source: %1, %2, %3 before
tk: %1, %2, %3 öň

# sailfish_calendar-reminder-days_hours_before%1, %2 before
source: %1, %2 before
tk: %1, %2 öň

# sailfish_calendar-reminder-days_minutes_before%1, %2 before
source: %1, %2 before
tk: %1, %2 öň

# sailfish_calendar-reminder-days_before%n days before
source: %n days before
tk: %n gün öň

# sailfish_calendar-reminder-hours_minutes_before%1, %2 before
source: %1, %2 before
tk: %1, %2 öň

# sailfish_calendar-reminder-hours_before%n hours before
source: %n hours before
tk: %n sagatdan öň

# sailfish_calendar-reminder-minutes_before%n minutes before
source: %n minutes before
tk: %n minutdan öň

# sailfish_calendar-la-personal_calendar_namePersonal
source: Personal
tk: Şahsy

# sailfish_calendar-la-event_attending_question_yesAttending? Yes
source: Attending? Yes
tk: Gatnaşýaňyzmy? Hawa

# sailfish_calendar-la-event_attending_question_maybeAttending? Maybe
source: Attending? Maybe
tk: Gatnaşýaňyzmy? Belki

# sailfish_calendar-la-event_attending_question_noAttending? No
source: Attending? No
tk: Gatnaşýaňyzmy? Ýok

# sailfish_calendar-la-event_attending_questionAttending?
source: Attending?
tk: Gatnaşýaňyzmy?

# sailfish_calendar-la-event_attendbutton_yesYes
source: Yes
tk: Hawa

# sailfish_calendar-la-event-subj_acceptAccepted: %1
source: Accepted: %1
tk: Kabul edildi: %1

# sailfish_calendar-la-event_attendbutton_maybeMaybe
source: Maybe
tk: Belki

# sailfish_calendar-la-event-subj_tentativeTentative: %1
source: Tentative: %1
tk: Belli däl: %1

# sailfish_calendar-la-event_attendbutton_noNo
source: No
tk: Ýok

# sailfish_calendar-la-event-subj_declinedDeclined: %1
source: Declined: %1
tk: Ret edildi: %1
