Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-webview-qt5/sailfish_components_webview_popups_qt5.xlf
Languages: tk

# sailfish_components_webview_popups-he-accept_loginLog In
source: Log In
tk: Hasaba girmek

source: The server %1 requires authentication. The server says: %2
tk: Serwer %1 hakykylyk barlagyny talap edýär. Ol diýär: %2

# sailfish_components_webview_popups-la-enter_usernameEnter your user name
source: Enter your user name
tk: Ulanyjy adyňyzy giriziň

# sailfish_components_webview_popups-la-user_nameUser name
source: User name
tk: Ulanyjy ady

# sailfish_components_webview_popups-la-enter_passwordEnter password
source: Enter password
tk: Paroly giriziň

# sailfish_components_webview_popups-la-dont_saveDo not save
source: Do not save
tk: Ýazdyrma

source: The credentials you enter won't be stored for later use
tk: Hasaba giriş maglumatyňyz soňra ulanmak üçin saklanylmaz

# sailfish_components_webview_popups-me-write-emailWrite email
source: Write email
tk: E-poçta ibermek

# sailfish_components_webview_popups-me-callCall
source: Call
tk: Jaň etmek

# sailfish_components_webview_popups-me-send-messageSend message
source: Send message
tk: Hat ibermek

# sailfish_components_webview_popups-me-open_linkOpen link
source: Open link
tk: Baglary aç

# sailfish_components_webview_popups-me-open_link_in_new_tabOpen link in a new tab
source: Open link in a new tab
tk: Bagy täze salmada aç

# sailfish_components_webview_popups-me-copy_to_clipboardCopy to clipboard
source: Copy to clipboard
tk: Çalşyk bufere göçür

# sailfish_components_webview_popups-me-save_linkSave link
source: Save link
tk: Bagy ýazdyr

source: Open image in a new tab
tk: Suraty täze salmada aç

# sailfish_components_webview_popups-me-save_image_to_gallerySave to Gallery
source: Save to Gallery
tk: Galereýada ýazdyr

# sailfish_components_webview_popups-he-accept_locationAllow
source: Allow
tk: Rugsat ber

source: The site '%1' wants to use your current location.
tk: %1 saýt häzirki ýerleşişiňizi ulanmak isleýär

# sailfish_components_webview_popups-he-accept_password_mgr_requestSave
source: Save
tk: Ýazdyrmak

source: Would you like to save password for user %1 on %2?
tk: %1 ulanyjy üçin %2-da paroly ýazdyrmak isleýärsiňizmi?

source: Would you like to save password on %1?
tk: %1-da paroly ýazdyrmak isleýärsiňizmi?

source: Would you like to update password for user %1?
tk: %1 ulanyjy üçin paroly täzelemek isleýärsiňizmi?

source: Would you like to update password?
tk: Paroly ýazdyrmak isleýärsiňizmi?

# sailfish_components_webview_popups-he-share_linkShare link
source: Share link
tk: Bag paýlaş
