Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-keyboard/jolla-keyboard.xlf
Languages: tk

# text_input-la-swipe_close_gesture_hintSwipe down to close the keyboard
source: Swipe down to close the keyboard
tk: Klawiatura ýapmak üçin, aşak syryň

# text_input-la-swipe_change_keyboard_gesture_hintSwipe to change keyboard
source: Swipe to change keyboard
tk: Klawiatura üýtgetmek üçin syryň

# text_input-la-clear_clipboardClear clipboard
source: Clear clipboard
tk: Çalşyk buferi arassala

source: You must have at least one keyboard selected
tk: Sizde iň azyndan bir saýlanan klawiatura bolmaly

# settings_text_input-he-enabled_keyboardsKeyboards
source: Keyboards
tk: Klawiaturalar

# settings_text_input-he-text_inputText input
source: Text input
tk: Tekst girizme

# settings_text_input-bt-active_keyboardActive keyboard
source: Active keyboard
tk: Işjeň klawiatura

source: You can also change the active keyboard quickly by dragging horizontally between the keyboards, or pressing the spacebar of keyboard until language options appear, moving your finger on top of the option you want to choose and releasing your finger.
tk: Siz klawiaturalaryň arasyndan keselikde çykip ýa-da dil opsiýalar görünýänçä, barmagyňyzy saýlamak isleýän opsiýanyň üstünde geçirmek we aýyrmak bilen klawiatura zolagyny basyp işjeň klawiatura çalt üýtgedip hem bilersiňiz.

source: Allow splitting keyboard in landscape orientation
tk: Bölünen klawiatura kese tertibinde rugsat beriň

# settings_text_input-bt-enabled_keyboardsKeyboards
source: Keyboards
tk: Klawiaturalar

# settings_text_input-bt-clear_wordsClear learned words
source: Clear learned words
tk: Öwrenen sözleri arassala

# settings_text_input-la-cleared_words_remorse_bannerCleared learned words
source: Cleared learned words
tk: Öwrenen sözler arassalanyldy

# settings_text_input-la-chinese_virtual_keyboard_sectionChinese virtual keyboard
source: Chinese virtual keyboard
tk: Hytaýça wirtual klawiatura

# settings_text_input-la-fuzzy_pinyinFuzzy pinyin
source: Fuzzy pinyin
tk: Çeýe pinýin

# setings_text_input-la-hardware_keyboards_sectionHardware keyboards
source: Hardware keyboards
tk: Fiziki klawiaturalar

# settings_text_input-bt-active_physical_keyboardActive layout
source: Active layout
tk: Işjeň maket

# settings_text_input-text_inputText input
source: Text input
tk: Tekst girizme

# text_input_emojisEmojis
source: Emojis
tk: Emoji
