Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-messages/messages.xlf
Languages: tk

# messages-me-message_copy_clipboardCopy to Clipboard
source: Copy to Clipboard
tk: Çalşyk bufere göçür

# messages-me-dialog_discardDiscard
source: Discard
tk: Aýyrmak

# messages-ph-mms_empty_textMultimedia message
source: Multimedia message
tk: MMS

# messages-send_status_failedProblem with sending message
source: Problem with sending message
tk: Hat ibermekde näsazlyk bar

# messages-message_state_sendingSending...
source: Sending...
tk: Iberilýär...

# messages-message_state_downloadingDownloading...
source: Downloading...
tk: Göçürilip alynýar...

# messages-message_state_waitingWaiting...
source: Waiting...
tk: Garaşylýar...

# jolla-messages-new_message_coverNEW&lt;br/&gt;MESSAGE
source: NEW<br/>MESSAGE
tk: Täze<br/>hat

# messages-la-access_contact_card_hintSwipe left to access the contact card
source: Swipe left to access the contact card
tk: Kontakt kartasyna girmek üçin çege syryň

# messages-ph-sender_des_not_support_repliesSender does not support replies
source: Sender does not support replies
tk: Iberiji jogaplary goldamaz

# messages-he-todayToday
source: Today
tk: Şu gün

# messages-he-yesterdayYesterday
source: Yesterday
tk: Düýn

# messages-me-retry_messageRetry
source: Retry
tk: Ýene synanyşyň

# messages-me-cancelCancel
source: Cancel
tk: Ýatyrmak

# messages-me-copy_message_textCopy text
source: Copy text
tk: Teksti göçür

# messages-me-copy_messageCopy
source: Copy
tk: Göçürmek

# messages-me-delete_messageDelete
source: Delete
tk: Pozmak

# messages-mms_manual_download_promptTap to download multimedia message
source: Tap to download multimedia message
tk: MMS göçürip almak üçin basyň

# messages-receive_status_failedProblem with downloading message
source: Problem with downloading message
tk: Hat göçürip almakda bir näsazlyk ýüze çykdy

# messages-me-delete_conversationDelete
source: Delete
tk: Pozmak

# jolla-messages-save_image_to_gallerySave to Gallery
source: Save to Gallery
tk: Galereýada ýazdyr

# messages-me-save_contactSave
source: Save
tk: Ýazdyrmak

# messages-la-saved_contactSaved contact
source: Saved contact
tk: Kontakt ýazdyryldy

# messages-la-error_saving_contactError saving contact
source: Error saving contact
tk: Kontakty ýazdyrmakda bir näsazlyk ýüze çykdy

# messages-me-new_conversationNew message
source: New message
tk: Täze hat

source: No accounts available with messaging functionality. You can add or modify accounts in Settings | Accounts
tk: Hat alyşma funksionallyk bilen elýeterli hasaplar ýok. Hasaplary Sazlamalarda goşup ýa-da üýtgedip bilersiňiz | Hasaplar.

# messages-la-message-someoneMessage someone
source: Message someone
tk: Hat ýok. Dosta hat ibermek üçin aşak çekiň.

# messages-la-saved_photoSaved photo
source: Saved photo
tk: Ýazdyrylan fotosurat

# jolla-messages-open_fileOpen file
source: Open file
tk: Faýl aç

# messages-la-error_saving_photoError saving photo
source: Error saving photo
tk: Fotosuraty ýazdyrmakda bir näsazlyk ýüze çykdy

# jolla-messages-la-n-contacts%n contacts
source: %n contacts
tk: %n kontakt

# messages-header_multimedia_messageMultimedia Message
source: Multimedia Message
tk: MMS

# messages-he-recipientsRecipients
source: Recipients
tk: Alyjylar

# messages-me-save_all_contactsSave all contacts
source: Save all contacts
tk: Ähli kontaktlary ýazdyr

# messages-la-saved_n_contactsSaved %n contacts
source: Saved %n contacts
tk: %n kontakt ýazdyryldy

# messages-la-error_saving_contactsError saving contacts
source: Error saving contacts
tk: Kontaktlary ýazdyrmakda bir näsazlyk ýüze çykdy

# messages-he-contactsContacts
source: Contacts
tk: Kontaktlar

# settings_messages-he-messagesMessages
source: Messages
tk: Hatlar

# settings_messages-la-smscSMS Center address
source: SMS Center address
tk: SMS hat merkezi salgysy

# settings_messages-la-delivery_reportsDelivery reports
source: Delivery reports
tk: Eltiş hasabatlary

source: Request report when recipient receives the SMS
tk: Alyjy SMS alanda hasabat talab et

source: Changing delivery reports status failed
tk: Gowşuryş hasabatlaryň statusy üýtgetmekde bir näsazlyk ýüze çykdy

# settings_messages-la-show_character_counterShow character counter
source: Show character counter
tk: Nyşan sanaýjyny görkez

source: Show the number of messages typed and the number of available characters remaining in the last message
tk: Ýazdyrylan hatlaryň we soňky hatda galan elýeterli nyşanlaryň sany görkeziň

# settings_messages-bt-mms_sizeMaximum message size
source: Maximum message size
tk: Maksimum hat ölçegi

source: Note that your or recipient's network service provider might restrict the message size
tk: Siziň ýa-da alyjynyň tor hyzmat üpjünçi hat ölçegini çäklendirip biler

# settings_messages-me-mms_size_smallSmall (%1 kB)
source: Small (%1 kB)
tk: Kiçi (%1 kB)

# settings_messages-la-mms_size_smallSmall
source: Small
tk: Kiçi

# settings_messages-me-mms_size_mediumMedium (%1 kB)
source: Medium (%1 kB)
tk: Orta (%1 kB)

# settings_messages-la-mms_size_mediumMedium
source: Medium
tk: Orta

# settings_messages-me-mms_size_largeLarge (%1 kB)
source: Large (%1 kB)
tk: Uly (%1 kB)

# settings_messages-la-mms_size_largeLarge
source: Large
tk: Uly

# settings_messages-me-mms_size_extra_largeExtra large (%1 MB)
source: Extra large (%1 MB)
tk: Has uly (%1 MB)

# settings_messages-la-mms_size_extra_largeExtra large
source: Extra large
tk: Aşa uly

# settings_messages-bt-mms_request_reportsRequest reports
source: Request reports
tk: Hasabatlary talap et

source: You can request report when recipient receives and/or reads the MMS
tk: Alyjynyň MMS alanda we/ýa-da okanda siz hasabaty talap edip bilersiňiz

# settings_messages-me-mms_request_reports_noneNone
source: None
tk: Ýok

# settings_messages-me-mms_request_reports_deliveryDelivery
source: Delivery
tk: Gowşuryldy

# settings_messages-me-mms_request_reports_readRead
source: Read
tk: Okalan

# settings_messages-me-mms_request_reports_bothBoth
source: Both
tk: Ikisi hem

# settings_messages-bt-mms_send_read_reportsSend read reports
source: Send read reports
tk: Okaldy hasabatlary iber

source: Sender gets information that you've opened the MMS
tk: Siziň MMS açanyňyzda iberijä habar iberiler

# settings_messages-bt-mms_auto_downloadDownload MMS automatically
source: Download MMS automatically
tk: MMS awtomatik göçürip al

source: Downloading MMS uses mobile data and might have additional costs
tk: MMS göçürip alma mobil maglumaty ulanýar we goşmaça çykdaýjylary bolmagy mümkin

# settings_messages-la-change_smsc_failedChanging the SMS Center address failed
source: Changing the SMS Center address failed
tk: SMS hat merkezi salgysyny üýtgetmekde bir näsazlyk ýüze çykdy

# messages-ap-nameMessages
source: Messages
tk: Hatlar
