Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: jolla-messages/sailfish_messages.xlf
Languages: tk

# messages-la-sim_card_supportSIM card does not support SMS/MMS
source: SIM card does not support SMS/MMS
tk: SIM-karta SMS/MMS goldamaz

# messages-la-im_account_connectedConnected to %1
source: Connected to %1
tk: %1-a birigen

# messages-la-im_account_connectingConnecting to %1...
source: Connecting to %1...
tk: %1-a birigilýär...

# messages-la-im_account_offlineYou are offline on %1
source: You are offline on %1
tk: Siz %1-da awtonomda

# messages-la-im_network_errorUnable to connect to %1 due to a network error
source: Unable to connect to %1 due to a network error
tk: Tor bilen näsazlyk sebäpli %1-a birigip bolmady

source: %1 authentication failed<br>Check your username and password
tk: %1 hakykylyk barlagy bilen näsazlyk ýüze çykdy.<br>Öz ulanyjy adyňyzy we parolyňyzy barlaň.

source: Unable to connect to %1 due to an encryption error
tk: Şifrleme bilen näsazlyk sebäpli %1-a birigip bolmady

source: Unable to connect to %1<br>Check your connection and settings
tk: %1-a birikmekde näsazlyk ýüze çykdy.<br>Birikmäňizi we sazlamalary barlaň.

# messages-ph-chat_placeholder_genericType message
source: Type message
tk: Hat ýaz

# messages-la-invalid_recipient_detailsInvalid recipient: %1
source: Invalid recipient: %1
tk: Nädogry alyjy: %1

source: Cannot send message, multiple local accounts found
tk: Hat iberip bolmaýar. Köpsanly ýerli hasaplar tapyldy.

# messages-la_error_im_accountCannot find instant messaging account
source: Cannot find instant messaging account
tk: Tiz hat alyşma hasaby tapyp bolmaýar

source: Cannot use group conversations with instant messaging
tk: Tiz hat alyşma bilen topar gepleşikleri ulanyp bolmaýar

# jolla-messages-la-new_messageNew message
source: New message
tk: Täze hat

# jolla-messages-ph-recipientrecipient
source: recipient
tk: Alyjy

# jolla-messages-ph-recipientsRecipients
source: Recipients
tk: Alyjylar

# messages-va-text_messageText message
source: Text message
tk: SMS

# messages-la-unknown_accountUnknown
source: Unknown
tk: Nämälim

# jolla-messages-la-message_typeMessage type
source: Message type
tk: Hat görnüşi
