Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-filemanager/sailfish_components_filemanager.xlf
Languages: tk

# filemanager-la-deleted_extracted_dirDeleted extracted directory
source: Deleted extracted directory
tk: Çykarylan katalog pozuldy

# filemanager-la-deleted_extracted_fileDeleted extracted file
source: Deleted extracted file
tk: Çykarylan faýl pozuldy

# filemanager-he-extracted_folderExtracted folder
source: Extracted folder
tk: Çykarylan bukja

# filemanager-me-extractExtract
source: Extract
tk: Çykar

# filemanager-me-delete_extracted_dirDelete extracted directory
source: Delete extracted directory
tk: Çykarylan katalogy poz

# filemanager-me-delete_extracted_fileRemove extracted file
source: Remove extracted file
tk: Çykarylan faýl pozulýar

# filemanager-me-extract_allExtract all
source: Extract all
tk: Ähli çykar

# filemanager-la-no_filesNo files
source: No files
tk: Faýl ýok

# filemanager-he-dir-infoDirectory information
source: Directory information
tk: Katalog maglumaty

# filemanager-he-file-infoFile information
source: File information
tk: Faýl maglumaty

# filemanager-he-nameName
source: Name
tk: Ady

# filemanager-he-sizeSize
source: Size
tk: Ölçeg

# filemanager-he-contentsContents
source: Contents
tk: Mazmun

# filemanager-la-countingCounting…
source: Counting…
tk: Sanalýar...

# filemanager-la-items%n items, totalling %1.
source: %n items, totalling %1.
tk: %n element, jemi %1

# filemanager-he-typeType
source: Type
tk: Görnüş

# filemanager-he-modifiedModified
source: Modified
tk: Üýtgedildi

# filemanager-la-folder_no_permission_to_accessNo permissions to access %1
source: No permissions to access %1
tk: %1-a girmek üçin rugsat ýok

# filemanager-me-delete_folderDelete folder
source: Delete folder
tk: Bukjany aýyr

# filemanager-la-deleting_folderDeleting folder
source: Deleting folder
tk: Bukja öçürilýär...

# filemanager-me-new_folderNew folder
source: New folder
tk: Täze bukja

# filemanager-me-sortSort
source: Sort
tk: Sortla

# filemanager-me-pastePaste
source: Paste
tk: Ýelme

# filemanager-me-detailsDetails
source: Details
tk: Jikme-jikler

# filemanager-me-copyCopy
source: Copy
tk: Göçürmek

# filemanager-me-shareShare
source: Share
tk: Paýlaşmak

# filemanager-me-deleteDelete
source: Delete
tk: Pozmak

# filemanager-la-operation_already_in_progressFile operation already in progress
source: File operation already in progress
tk: Faýl amaly eýýäm dowam edýär

# filemanager-la-copy_failedCopying failed
source: Copying failed
tk: Göçürip bolmady

# filemanager-la-deletion_failedDeletion failed
source: Deletion failed
tk: Pozup bolmady

# filemanager-la-moving_failedMoving failed
source: Moving failed
tk: Geçirip bolmady

# filemanager-la-renaming_failedRenaming failed
source: Renaming failed
tk: At üýtgetmek şowsuz

# filemanager-la-cannot_copy_into_itselfYou cannot copy into itself
source: You cannot copy into itself
tk: Özüne göçürip bilmersiňiz

# filemanager-la-copying_folder_failedCopying folder failed
source: Copying folder failed
tk: Bukja göçürip bolmady

# filemanager-la-folder_creation_failedCould not create folder
source: Could not create folder
tk: Bukja döredip bolmady

# filemanager-la-set_permissions_failedCould not set permission
source: Could not set permission
tk: Rugsat belläp bolmady

# filemanager-la-mountingMounting SD card
source: Mounting SD card
tk: SD karta gurnalýar...

# filemanager-la-deletingDeleting
source: Deleting
tk: Pozulýar...

# filemanager-la-copyingCopying
source: Copying
tk: Göçürilip alynýar

# filemanager-la-extractingExtracting
source: Extracting
tk: Çykarylýar

# filemanager-la-unsupported_archive_formatUnsupported archive format
source: Unsupported archive format
tk: Goldanylmaýan arhiw formaty

# filemanager-la-archive_not_foundArchive file is not found
source: Archive file is not found
tk: Arhiw faýl tapylmady

# filemanager-la-opening_archive_failedOpening archive failed
source: Opening archive failed
tk: Arhiwy açyp bolmady

# filemanager-la-extract_failedExtract failed
source: Extract failed
tk: Çykarylyp bolmady

# filemanager-la-extracting_in_progressExtracting in progress
source: Extracting in progress
tk: Çykarylma dowam edýär

# filemanager-la-directory_extractedDirectory %1 extracted
source: Directory %1 extracted
tk: Katalog %1 çykaryldy

# filemanager-la-file_extractedExtracted %1
source: Extracted %1
tk: %1 çykaryldy

# filemanager-la-archive_extracted%1 extracted
source: %1 extracted
tk: %1 çykaryldy

# filemanager-la-copiedCopied
source: Copied
tk: Göçürildi

# filemanager-la-cannot_create_folderCannot create folder %1
source: Cannot create folder %1
tk: %1 bukja döredip bolmaýar

# filemanager-he-createCreate
source: Create
tk: Döretmek

# filemanager-la-new_folderNew folder
source: New folder
tk: Täze bukja

# filemanager-la-name_ascendingName ascending
source: Name ascending
tk: Ady köpelýän tertibinde

# filemanager-la-name_descendingName descending
source: Name descending
tk: Ady azalýan tertibinde

# filemanager-la-sizeSize
source: Size
tk: Ölçeg

# filemanager-la-date_modifiedDate modified
source: Date modified
tk: Üýtgedilen senesi

# filemanager-la-extensionExtension
source: Extension
tk: Faýl uzaltmasy

# filemanager-he-sortSort
source: Sort
tk: Şu boýunça tertiple
