Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-gallery-qt5/sailfish_components_gallery_qt5.xlf
Languages: tk

# components_gallery-value-flash-onDid fire
source: Did fire
tk: Ulanylan

# components_gallery-value-flash-offDid not fire
source: Did not fire
tk: Ulanylmadyk

# components_gallery-value-metering-mode-otherOther
source: Other
tk: Başga

# components_gallery-value-metring-mode-partialPartial
source: Partial
tk: Bölekleýin

# components_gallery-value-metering-mode-patternPattern
source: Pattern
tk: Şablon

source: Center Weighted Average
tk: Orta ölçenen ortaça

# components_gallery-value-metering-mode-averageAverage
source: Average
tk: Ortaça

# components_gallery-value-white-balance-manualManual
source: Manual
tk: El bilen edilen

# components_gallery-value-white-balance-autoAuto
source: Auto
tk: Awto

# components_gallery-value-gpsLatitude %1 - Longitude %2 - Altitude %3
source: Latitude %1 - Longitude %2 - Altitude %3
tk: Özbaşdaklyk %1 - Uzynlyk %2 - Belentlik %3

# components_gallery-he-detailsDetails
source: Details
tk: Jikme-jikler

# components_gallery-la-file_pathFile path
source: File path
tk: Faýl ugry

# components_gallery-la-file_sizeFile size
source: File size
tk: Faýl ölçegi

# components_gallery-la-typeType
source: Type
tk: Görnüş

# components_gallery-la-sizeSize
source: Size
tk: Ölçeg

# components_gallery-la-date-takenDate Taken
source: Date Taken
tk: Sene

# components_gallery-la-camera-manufacturerCamera Manufacturer
source: Camera Manufacturer
tk: Kamera öndüriji

# components_gallery-la-camera-modelCamera Model
source: Camera Model
tk: Kamera modeli

# components_gallery-la-exposure-timeExposure Time
source: Exposure Time
tk: Täsir wagty

# components_gallery-la-apertureAperture
source: Aperture
tk: Apertura

# components_gallery-la-flash-enabledFlash
source: Flash
tk: Wspyşka

# components_gallery-la-focal-lengthFocal Length
source: Focal Length
tk: Fokus uzynlygy

# components_gallery-la-metering-modeMetering Mode
source: Metering Mode
tk: Ölçeýiş usuly

# components_gallery-la-white-balanceWhite Balance
source: White Balance
tk: Ak balans

# components_gallery-la-durationDuration
source: Duration
tk: Dowamlylygy

# components_gallery-la-descriptionDescription
source: Description
tk: Suratlandyrma

# components_gallery-la-copyrightCopyright
source: Copyright
tk: Awtorlyk hukugy

# components_gallery-he-saveSave
source: Save
tk: Ýazdyrmak

# components_gallery-la-editing_image_failedEditing image failed
source: Editing image failed
tk: Fotosuraty düzedip bolmaýar

# sailfish-components-gallery-he-edit_photoEdit photo
source: Edit photo
tk: Suraty düzet

# components_gallery-la-brightnessBrightness
source: Brightness
tk: Ýagtylyk

# components_gallery-la-contrastContrast
source: Contrast
tk: Kontrast

# components_gallery-la-image-loading-failedOops, can't display the image
source: Oops, can't display the image
tk: Wiý, suraty görkezip bolmaýar

# components_gallery-li-no_croppingNo cropping
source: No cropping
tk: Kesme ýok

# components_gallery-li-aspect_ratio_originalOriginal
source: Original
tk: Asyl

# components_gallery-li-aspect_ratio_squareSquare
source: Square
tk: Kwadrat

# components_gallery-li-aspect_ratio_avatarAvatar
source: Avatar
tk: Awatar

# components_gallery-li-aspect_ratio_ambienceAmbience
source: Ambience
tk: Gurşaw

# sailfish-components-gallery-he-crop_avatarCrop avatar
source: Crop avatar
tk: Awatary kes

# components_gallery-he-aspect_ratioAspect ratio
source: Aspect ratio
tk: Ölçeg gatnaşygy

# sailfish-components-gallery-la_image-loading-errorOops, image error!
source: Oops, image error!
tk: Wiý, surat açylmaz

source: Oops, can't display the thumbnail!
tk: Wiý, suratjygy görkezip bolmaýar

# components_gallery-la-video-loading-failedOops, can't load the video
source: Oops, can't load the video
tk: Wideo ýükläp bolmady
