Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: declarative-transferengine-qt5/sailfish_transferengine.xlf
Languages: tk

# transferui-la-add_accountAdd account
source: Add account
tk: Hasap goş

source: No sharing accounts available. You can add accounts in settings
tk: Elýeterli paýlaşyk hasaplar ýok. Hasaplary Sazlamalarda goşup bilersiňiz | Hasaplar.

# transferui-he-shareShare
source: Share
tk: Paýlaşmak

# transferui-la_transfer_waitingWaiting
source: Waiting
tk: Garaşylýar

# transferui-la_transfer_failedFailed
source: Failed
tk: Bolmady

# transferui-la-transfer_stoppedStopped
source: Stopped
tk: Durdy

# transferui-la-transfer_unknownUnknown
source: Unknown
tk: Nämälim

# transferui-la_transfer_syncingSyncing
source: Syncing
tk: Sinhronlanýar...

# transferui-la_transfer_downloadingDownloading
source: Downloading
tk: Göçürilip alynýar...

# transferui-la_transfer_uploadingUploading
source: Uploading
tk: Ýüklenilýär...

source: Cannot open file, '%1' file type not supported
tk: Faýl açyp bolmaýar, '%1' faýl görnüşi goldanylmaýar

# transferui-la-file_type_not_supportedCannot open file, file type not supported
source: Cannot open file, file type not supported
tk: Faýl açyp bolmaýar, faýl görnüşi goldanylmaýar

# transferui-la-file_not_foundCannot open file, file was not found
source: Cannot open file, file was not found
tk: Faýl açyp bolmaýar, faýl tapylmady

source: Cannot open URL, unsupported URL scheme for %1
tk: URL açyp bolmaýar, %1 üçin goldanylmaýan URL shemasy

# transferui-la-url_invalidCannot open URL, URL is invalid
source: Cannot open URL, URL is invalid
tk: URL açyp bolmaýar, URL nädogry

# transferui-la_stop-transferStop
source: Stop
tk: Dur

# transferui-la_restart-transferRestart
source: Restart
tk: Ýapyp aç

# transferui-remove-from-historyRemove from history
source: Remove from history
tk: Taryhdan aýyr

# transferui-remorse_removedRemoved
source: Removed
tk: Aýrylan

# transferui-he_transfersTransfers
source: Transfers
tk: Geçirimler

# transferui-me_clear-historyClear history
source: Clear history
tk: Taryh arassala

# transferui-la-cleared_transfersCleared transfers
source: Cleared transfers
tk: Geçirimler arassalanan

# transferui-la-no_transfersNo Transfers
source: No Transfers
tk: Ýerine ýetirilen geçirimler ýok. Bu ýerden geçirimleriňizi yzarlap bilersiňiz.

# transferui-ap-nameTransfers
source: Transfers
tk: Geçirimler

# settings_transferui-transferuiTransfers
source: Transfers
tk: Geçirimler
