Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-browser/sailfish-browser.xlf
Languages: tk

# sailfish_browser-la-web_browsingWeb browsing
source: Web browsing
tk: Web-brauzirleme

# sailfish_browser-he-create_new_tabCreate a new tab
source: Create a new tab
tk: Täze salma döret

# sailfish_browser-la-private_modePrivate browsing
source: Private browsing
tk: Şahsy brauzirleme

# sailfish_browser-he-edit_favoriteEdit favorite
source: Edit favorite
tk: Halanýany düzet

# sailfish_browser-la-accept_editSave
source: Save
tk: Ýazdyrmak

# sailfish_browser-ph-title_editEnter title
source: Enter title
tk: Ady giriz

# sailfish_browser-la-title_editorTitle
source: Title
tk: Sözbaşy

# sailfish_browser-ph-url_editEnter URL
source: Enter URL
tk: Web-salgy giriz

# sailfish_browser-la-url_editorURL
source: URL
tk: Web-salgy

# sailfish_browser-la-cert_connection_secureConnection is secure
source: Connection is secure
tk: Birikme howpsuz

# sailfish_browser-la-cert_connection_insecureConnection is not secure
source: Connection is not secure
tk: Birikme howply

# sailfish_browser-la-cert_noneThe page does't offer any security
source: The page does't offer any security
tk: Sahypa hiç howpsuzlygy teklip etmeýär

source: This site may not be legitimate and any information you enter could be stolen by attackers
tk: Bu saýt kanunsyz bolmagy mümkin we girizen islendik maglumatyňyz ogrylar tarapyndan ogurlanyp bilner.

source: The security certificate has expired or isn't valid yet
tk: Howpsuzlyk ygtyýarnamanyň möhleti geçdi ýa-da ol entek ýöremeýär

# sailfish_browser-la-cert_weak_cryptoThe conection only provides weak security
source: The conection only provides weak security
tk: Birikme diňe gowşak howpsuzlygy üpjün edýär

source: Some content on the page is transmitted insecurely
tk: Sahypadaky käbir mazmuny ähtibarsyz geçirilýär

source: Parts of the page that are not secure have been blocked
tk: Sahypanyň howpsuz däl bölümler beklenildi

source: Parts of the page that are not secure have been blocked
tk: Sahypanyň howpsuz däl bölümler beklenildi

# sailfish_browser-sh-cert_detailsCertificate
source: Certificate
tk: Sertifikat

# sailfish_browser-la-cert_ownerOwner
source: Owner
tk: Eýesi

# sailfish_browser-la-cert_subjectWebsite
source: Website
tk: Web-saýt

# sailfish_browser-la-cert_issuerIssuer
source: Issuer
tk: Iberiji

# sailfish_browser-la-cert_valid_datesValid
source: Valid
tk: Hakyky

# sailfish_browser-la-cert_trackingTracking
source: Tracking
tk: Yzarlaýyş

source: The page includes items used to track your behaviour
tk: Sahypada özüňizi alyp barşy yzarlamak üçin ulanylan elemetleri bar

source: Items used to track your behaviour have been blocked
tk: Özüňizi alyp barşy yazarlamak üçin ulanylan elementler bekleniler

# sailfish_browser-ph-searchSearch
source: Search
tk: Gözlemek

source: Changing these advanced settings can cause issues with stability, security and performance of Sailfish Browser. Continue ?
tk: Bu giňişleýin sazlamalary üýtgetmek durnuklylygy, howpsuzlygy we brauzeriň öndürijiligi bilen meselelere sebäp bolmagy mümkin. Şonda-da dowam etmelimi?

# sailfish_browser-la-tap_to_cancelTap to cancel
source: Tap to cancel
tk: Ýatyrmak üçin bas

# sailfish_browser-no-downloadingDownloading %1
source: Downloading %1
tk: %1 göçürilip alynýar...

# sailfish_browser-me-open_new_tabOpen in new tab
source: Open in new tab
tk: Täze tabda aç

# sailfish_browser-me-share_linkShare
source: Share
tk: Paýlaşmak

# sailfish_browser-me-add_to_launcherAdd to App Grid
source: Add to App Grid
tk: Goýma gözenegine goş

# sailfish_browser-me-edit_favoriteEdit favorite
source: Edit favorite
tk: Halanýany düzet

# sailfish_browser-me-remove_favoriteRemove favorite
source: Remove favorite
tk: Halanýanlardan aýyr

# sailfish_browser-he-add_bookmark_to_launcherAdd to App Grid
source: Add to App Grid
tk: Goýma gözenegine goş

# sailfish_browser-me-deleteDelete
source: Delete
tk: Pozmak

# sailfish_browser-la-press_enter_to_openPress enter to open
source: Press enter to open
tk: Açmak üçin "Giriz" bas

# sailfish_browser-ph-type_find_from_pageFind from page
source: Find from page
tk: Web-sahypada gözle

# sailfish_browser-ph-type_url_or_searchType URL or search
source: Type URL or search
tk: Gözle ýa-da salgy giriz

# sailfish_browser-la-press_enter_to_searchPress enter to search
source: Press enter to search
tk: Gözlemek üçin "Giriz" bas

# sailfish_browser-he-tabsTabs
source: Tabs
tk: Salmalar

# sailfish_browser-me-normal_browsingNormal browsing
source: Normal browsing
tk: Adaty brauzirleme

# sailfish_browser-me-private_browsingPrivate browsing
source: Private browsing
tk: Şahsy brauzirleme

# sailfish_browser-me-close_allClose all tabs
source: Close all tabs
tk: Ähli salmalary ýap

# sailfish_browser-closed-all-tabsClosed all tabs
source: Closed all tabs
tk: Ähli salmalar ýapyk

# sailfish_browser-me-new_tabNew tab
source: New tab
tk: Täze tab aç

# sailfish_browser-la-pull_down_to_create_tab_hintPull down to create a new tab
source: Pull down to create a new tab
tk: Täze salma döretmek üçin aşak çek

# sailfish_browser-la-selection_copiedCopied to clipboard
source: Copied to clipboard
tk: Çalşyk buferine göçürildi

# sailfish_browser-la-no_resultsNo results
source: No results
tk: Netije ýok

# sailfish_browser-la-loadingLoading
source: Loading
tk: Ýüklenilýär

# sailfish-browser-ap-nameBrowser
source: Browser
tk: Brauzer
