Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-browser/settings-sailfish-browser.xlf
Languages: tk

# settings_browser-ph-browserBrowser
source: Browser
tk: Brauzer

# settings_browser-la-home_pageHome Page
source: Home Page
tk: Öý sahypa

# settings_browser-ph-type_home_pageType home page
source: Type home page
tk: Öý sahypa giriz

# settings_browser-la-search_engineSearch engine
source: Search engine
tk: Gözleg hereketlendiriji

# settings_browser-bt-privacyPrivacy
source: Privacy
tk: Gizlinlik

# settings_browser-la-close_all_tabsClose all tabs on exit
source: Close all tabs on exit
tk: Çykanyňda ähli salmalary ýap

source: Upon exiting Sailfish Browser all open tabs will be closed
tk: Sailfish brauzerden çykanyňda, ähli açyk salmalar ýapylar

# settings_browser-ph-privacyPrivacy
source: Privacy
tk: Gizlinlik

# settings_browser-la-trackingDo not track
source: Do not track
tk: Yzarlamaň

source: Tell sites that I do not want to be tracked
tk: Saýtlara yzarlamaýandygymy isleýändigimi aýdyň

# settings_browser-ph-clear_private_dataClear private data
source: Clear private data
tk: Şahsy maglumaty arassala

# settings_browser-la-clear_historyHistory
source: History
tk: Taryh

# settings_browser-la-clear_history_descriptionClears history and open tabs
source: Clears history and open tabs
tk: Taryhy arassalaýar we salmalary açýar

# settings_browser-la-clear_cookiesCookies
source: Cookies
tk: Kukiler

# settings_browser-la-clear_passwordsSaved passwords
source: Saved passwords
tk: Ýazdyrylan parollar

# settings_browser-la-clear_cacheCache
source: Cache
tk: Keş

# settings_browser-la-clear_favoritesFavorites
source: Favorites
tk: Halanýanlar

# settings_browser-bt-clearClear
source: Clear
tk: Arssalamak

# settings_browser-la-cleared_private_dataCleared
source: Cleared
tk: Arassalanan

# settings_applications-browserBrowser
source: Browser
tk: Brauzer
