Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: commhistory-daemon/commhistoryd.xlf
Languages: tk

# qtn_msg_notifications_groupMessages
source: Messages
tk: Hatlar

# qtn_msg_errors_groupWarnings
source: Warnings
tk: Duýduryşlar

# qtn_msg_missed_calls_groupMissed calls
source: Missed calls
tk: Alynmadyk jaňlar

# qtn_msg_voicemail_groupVoicemail
source: Voicemail
tk: Sesli poçta

# qtn_msg_notification_new_message%n new message(s)
source: %n new message(s)
tk: %n täze hat

# qtn_msg_contact_card_labelContact card
source: Contact card
tk: Kontakt karta

# qtn_mms_notification_attachment%n attachment(s)
source: %n attachment(s)
tk: %n goşundy

# qtn_call_missed%n missed call(s)
source: %n missed call(s)
tk: %n alynmadyk jaň

# qtn_call_voicemail_notification%n voicemail(s)
source: %n voicemail(s)
tk: %n sesli poçta

# qtn_call_type_privatePrivate number
source: Private number
tk: Hususy belgi

# qtn_call_type_voicemailVoicemail
source: Voicemail
tk: Sesli poçta

# qtn_voicemail_promptTap to listen
source: Tap to listen
tk: Diňlemek üçin bas

# qtn_mms_info_deliveredMultimedia message was delivered to %1
source: Multimedia message was delivered to %1
tk: MMS %1-a gowşuryldy

# qtn_mms_info_msg_readMultimedia message was read by %1
source: Multimedia message was read by %1
tk: MMS %1 tarapyndan okaldy

source: Multimedia message was deleted without reading by %1
tk: MMS %1 tarapyndan okalmazdan pozuldy

# qtn_mms_notification_manual_downloadMMS is ready to download
source: MMS is ready to download
tk: MMS göçürip almaga taýýar

# qtn_mms_notification_send_failedMMS sending failed
source: MMS sending failed
tk: MMS ibermekde näsazlyk bar

# qtn_mms_notification_download_failedMMS downloading failed
source: MMS downloading failed
tk: MMS göçürip almakda näsazlyk bar

# qtn_msg_group_chat_remote_joined%1 has joined
source: %1 has joined
tk: %1 goşuldy

# qtn_msg_group_chat_remote_left%1 has left
source: %1 has left
tk: %1 çykdy

# qtn_msg_group_chat_you_removed%1 removed you from this chat
source: %1 removed you from this chat
tk: %1 sizi bu söhbetden aýyrdy

# qtn_msg_group_chat_person_removed%1 removed %2 from this chat
source: %1 removed %2 from this chat
tk: %1 %2 bu söhbetden aýyrdy

# qtn_msg_group_chat_topic_changed%1 changed room topic to %2
source: %1 changed room topic to %2
tk: %1 mowzugy %2-a üýtgetdi

# qtn_msg_group_chat_topic_cleared%1 removed the topic
source: %1 removed the topic
tk: %1 mowzugy aýyrdy

# qtn_msg_group_chat_topic_user_changedYou changed the room topic to %1
source: You changed the room topic to %1
tk: Siz mowzugy %1-a üýtgetdiňiz

# qtn_msg_group_chat_topic_cleared_userYou removed the topic
source: You removed the topic
tk: Siz mowzugy aýyrdyňyz

# qtn_msg_error_sms_sending_failedSMS sending failed to %1
source: SMS sending failed to %1
tk: SMS-i %1-a iberip bolmady

# qtn_msg_error_sending_failedMessage sending failed to %1
source: Message sending failed to %1
tk: %1$s-a haty iberip bolmady

source: SMS sending failed. No message center number found in the sim card.
tk: Iberip bolmady. Hat merkezi belgisi tapylmady.

# qtn_re_error_denied_phone_numberFixed dialing active. Sending not allowed to %1.
source: Fixed dialing active. Sending not allowed to %1.
tk: Bellenen aýlama işjeň. %1-a iberme rugsat ýok.

source: Contact is offline. Unable to guarantee that the message will be delivered.
tk: Kontakt awtonom. Hat gelmezligi mümkin.

source: Unable to send message. Contact is offline.
tk: Hat iberip bolmaýar. Kontakt awtonom.

# qtn_msg_all_participants_offlineAll participants are offline.
source: All participants are offline.
tk: Ähli gatnaşyjylar awtonomda.

# qtn_pers_authorization_reqAuthorization request %1
source: Authorization request %1
tk: %1-dan dost talaby

# qtn_pers_offlineYou need to be online to perform this operation
source: You need to be online to perform this operation
tk: Şuny edip bilmegiňiz üçin siz onlaýn bolmaly.

# qtn_msg_group_chatGroup chat
source: Group chat
tk: Topar söhbeti
