Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-secrets-ui/secrets-ui.xlf
Languages: tk

# secrets_ui-bt-show_keysShow keys
source: Show keys
tk: Açarlary görkez

# secrets_ui-la-fetching_keysFetching keys
source: Fetching keys
tk: Açarlary edinmek

# secrets_ui-la-fetching_keys_failedFetching keys failed
source: Fetching keys failed
tk: Açarlary alyp bolmady

# secrets_ui-la-no_keysNo keys
source: No keys
tk: Açar ýok

# secrets_ui-he-generate_new_keyGenerate new key
source: Generate new key
tk: Täze açar döret

# secrets_ui-la-key_nameKey name
source: Key name
tk: Açar ady

# secrets_ui-la-key_typeKey type
source: Key type
tk: Açar görnüşi

# secrets_ui-me-keytype_ecElliptic curve
source: Elliptic curve
tk: Elliptik egrilik

# secrets_ui-me-deleteDelete
source: Delete
tk: Pozmak

# secrets_ui-he-import_keyImport key
source: Import key
tk: Açar importirle

# secrets_ui-me-generate_new_keyGenerate new key
source: Generate new key
tk: Täze açar döret

# secrets_ui-me-import_keyImport key
source: Import key
tk: Açar importirle

# secrets_ui-la_generating_key_busy_stateGenerating key, please be patient
source: Generating key, please be patient
tk: Açar döretmek. Garaşyň

# secrets_ui-la_generic_key_busyThis might take a while
source: This might take a while
tk: Ol biraz wagt alyp biler

# secrets_ui-he-enter-master-lock-infoMaster lock
source: Master lock
tk: Baglaýjy gulp

# secrets_ui-la-enter-master-lock-infoEnter master lock code to unlock keys.
source: Enter master lock code to unlock keys.
tk: Açarlary açmak üçin, baglaýjy gulpy giriziň

# secrets_ui-la-battery_chargingBattery level low. Do not remove the charger.
source: Battery level low. Do not remove the charger.
tk: Zarýad pes. Enjamyňyzy zarýadlaýja birigen saklaň.

# secrets_ui-la-battery_level_lowBattery level too low.
source: Battery level too low.
tk: Zarýad pes

# secrets_ui-bt-unlock_master_lock_codeUnlock
source: Unlock
tk: Gulp aç

# secrets_ui-bt-change_master_lock_codeChange code
source: Change code
tk: Kody üýtget

# secrets_ui-la-loadingLoading
source: Loading
tk: Ýüklenilýär

# secrets_ui-la-storage_not_availableStorage not available
source: Storage not available
tk: Toplaýjy elýeterli däl

# secrets_ui-la-nameName
source: Name
tk: Ady

# secrets_ui-la-protected_with_lock_codeProtected with lock code
source: Protected with lock code
tk: Gulp kody bilen goralan

# secrets_ui-bt-unlock_pluginUnlock
source: Unlock
tk: Gulp aç

# secrets_ui-bt-change_lock_codeChange lock code
source: Change lock code
tk: Gulp kody üýtget

# secrets_ui-la-incorrect-passwordIncorrect password, try again
source: Incorrect password, try again
tk: Nädogry parol jümle Täzeden synanyşyň

# secrets_ui-la-importing_key_failedImporting key failed
source: Importing key failed
tk: Açar importirläp bolmady

# secrets_ui-la-deletion_key_failedDeletion key failed
source: Deletion key failed
tk: Açar pozup bolmady

# secrets_ui-la-key_already_existsKey already exists
source: Key already exists
tk: Açar eýýäm bar

# secrets_ui-he-providersProviders
source: Providers
tk: Üpjün edijiler

source: Data corruption detected. Please reset your secrets data. Affects your keys, collections, etc.
tk: Zeperli maglumat tapyldy. Zeperli maglumat tapyldy. Ol açarlaryňyza, ýygyndylaryňyza we ş.m. täsir eder.

# secrets_ui-he-keysKeys
source: Keys
tk: Açarlar

# secrets_ui-la-healthcheck_errorError during secrets health check.
source: Error during secrets health check.
tk: Syrlar saglyk barlagy şowsuz

source: Oops, something went wrong. No secret storages installed on the device
tk: Bir näsazlyk ýüze çykdy. Bu enjamda gurnalan syrly toplaýjy ýok

source: Affects all secrets data, including your keys, collectons, etc.
tk: Ol ähli syrly maglumatlara, şol sanda açarlaryňyz, ýygyndylaryňyza we ş.m. täsir eder.

# secrets_ui-bt-reset_secrets_dataClear secrets data
source: Clear secrets data
tk: Syrly maglumaty arassala

# secrets_ui-la_signing_busy_stateSigning, this might take a while
source: Signing, this might take a while
tk: Gol çekmek. Ol biraz wagt alyp biler

# secrets_ui-he-signSign
source: Sign
tk: Gol çek

source: Select existing or add new key to use to digitally sign the document
tk: Resminama sanly usul bilen gol çekmek üçin ulanar ýaly bar bolan açary saýlaň ýa-da täze birisini goşuň

source: Import or generate key to use to sign the document
tk: Resminamada gol çekmek üçin ulanar ýaly açar importirläň ýa-da dörediň

# sailfish_secrets_ui-settings_keysKeys
source: Keys
tk: Açarlar

# secrets_ui-la-storedkeysmodel_error_generalFailed to retrieve your keys
source: Failed to retrieve your keys
tk: Açarlaryňyzy alyp bolmady

# secrets_ui-la-signer_error_filedoesntexistSigning failed, file doesn't exist
source: Signing failed, file doesn't exist
tk: Gol çekip bolmady. Faýl ýok

# secrets_ui-la-signer_error_cantopenfileSigning failed, could not open file
source: Signing failed, could not open file
tk: Gol çekip bolmady. Faýl açmakda bir näsazlyk ýüze çykdy

# secrets_ui-la-signer_error_filetoobigSigning failed, file is too big
source: Signing failed, file is too big
tk: Gol çekip bolmady. Faýl gaty uly

# secrets_ui-la-signer_error_invalidkeySigning failed, specified key is invalid
source: Signing failed, specified key is invalid
tk: Gol çekip bolmady. Bellenen açar nädogry

# secrets_ui-la-signer_error_cantcreatesignaturefileCan't create signature file
source: Can't create signature file
tk: Gol faýly döredip bolmaýar

# secrets_ui-la-signer_error_cantwritesignaturefileSignature file is not writeable
source: Signature file is not writeable
tk: Gol faýly ýazylmaýan

# secrets_ui-la-signer_error_generalSigning failed
source: Signing failed
tk: Gol çekip bolmady

# secrets_ui-la-signSign
source: Sign
tk: Gol çek

# secrets-ui-la-signingSigning
source: Signing
tk: Gol çekmek
