Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-components-accounts-qt5/sailfish_components_accounts_qt5.xlf
Languages: tk

# components_accounts-la-service_name_cloud_storageCloud storage
source: Cloud storage
tk: Bulut toplaýjy

# components_accounts-la-otherOther
source: Other
tk: Başga

# components_accounts-la-account_read_onlyAccount is read-only
source: Account is read-only
tk: Hasap diňe okamak üçin

# components_accounts-me-disableDisable
source: Disable
tk: Öçürmek

# components_accounts-me-enableEnable
source: Enable
tk: Açmak

# components_accounts-me-delete_accountDelete
source: Delete
tk: Pozmak

# components_accounts-me-syncSync
source: Sync
tk: Sinh

# component_accounts-la-not_signed_inNot signed in
source: Not signed in
tk: Hasaba girmedi

# component_accounts-la-setting_up_accountSetting up account...
source: Setting up account...
tk: Hasap sazlanylýar...

# sailfish_accounts-accountmodel-obsolete_accountObsolete account
source: Obsolete account
tk: Ulanylmadyk hasap
