Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: apkd/apkd.xlf
Languages: tk

# apkd_interaction_service-he-install_system_apksInstall system apk(s)
source: Install system apk(s)
tk: Ulgamyň Android goýma paketi gurnaň

source: Privileged software detected. Installation poses potential security threats to your device and data. Are you sure you want to continue?
tk: Saýlanan programma üpjünçiligi anyklanyldy. Gurnaw enjamyňyzy we maglumatyňyzy potensial howpsuzlyk howplaryna açýar. Dowam etmek isleýäniňiz çynmy?

source: Software installation prevented by Sailfish Device Manager
tk: Sailfish enjam dolandyryjy tarapyndan beklenilen programma üpjünçiligi

source: Installing untrusted software disabled
tk: Ynamdar däl programma üpjünçiligi gurnamak öçürilen

# apkd_interaction_service-bu-decline_install_system_apksDecline
source: Decline
tk: Ret etmek

# apkd_interaction_service-bu-accept_install_system_apksInstall and reboot
source: Install and reboot
tk: Gurnaň we ýapyp açyň

source: Installation of privileged apk(s) failed!
tk: Saýlanan Android goýma paketi gurnamakda bir näsazlyk ýüze çykdy

source: Android is a trademark of Google Inc. The Android robot is reproduced or modified from work created and shared by Google and used according to terms described in the Creative Commons 3.0 Attribution License.
tk: Android - Google Inc. Söwda markasydyr. Android robot Google tarapyndan döredilen we paýlaşylan we Creative Commons 3.0 Attribution ygtyýarnamada suratlandyrylan şertler boýunça ulanylýar.

# apkd_settings-la-error_getting_application_stateError getting application state
source: Error getting application state
tk: Goýma ýagdaýy alyp bolmady

# apkd_settings-la-app_versionVersion %1
source: Version %1
tk: Wersiýa %1

source: Allow application background services to start on bootup
tk: Goýma fon hyzmatlara başlangyç açmada başlamaga rugsat beriň

source: When this is off, you won't get app notifications
tk: Bu ýapyk bolanda, siz goýma habarnamalary almarsyňyz

# apkd_settings-la-package_storageStorage
source: Storage
tk: Toplaýjy

# apkd_settings-la-appsize_totalTotal:
source: Total:
tk: Jemi

# apkd_settings-la-appsize_appApp:
source: App:
tk: Goýma

# apkd_settings-la-appsize_dataData:
source: Data:
tk: Maglumat

# apkd_settings-la-appsize_cacheCache:
source: Cache:
tk: Keş

# apkd_settings-la-package_actionsActions
source: Actions
tk: Hereketler

source: This clears the temporary cache used by the app. It does not affect your data.The app might take longer to start after clearing the cache.
tk: Bu goýmanyň ulanýan wagtlaýyn käşe arassalaýar. Ol maglumatyňyza täsir etmez. Käşe arassalandan soň, goýma başlamak üçin has köp wagt alyp biler.

# apkd_settings-la-package_clear_cacheClear cache
source: Clear cache
tk: Käşi boşat

source: This reverts the app to a clean state as if it was just installed. You will lose all your data in the app (e.g. saved preferences, game scores).
tk: Bu ýaňyja gurnalan ýaly goýmany arassa ýagdaýa dolandyrýar. Goýmdaky öz maglumatyňyzy ýitirersiňiz (meselem, ýazdyrylan ileri tutmalaryňyz we oýun utuklaryňyz).

# apkd_settings-la-package_clear_dataClear data
source: Clear data
tk: Maglumaty öçür

# apkd_settings-la-package_clearing_dataClearing app data
source: Clearing app data
tk: Goýma maglumaty öçürilmek

source: Force stopping an app will also stop notifications. The app might restart automatically via background processes.
tk: Goýmanyň mejbury duruzma goýmany habarnamalary hem duruzar. Fondaky prosesler goýmany awtomatiki ýapyp açyp bilmegi mümkin.

# apkd_settings-la-package_stopForce stop
source: Force stop
tk: Zor bilen duruz

# android_settings-headerAndroid™ App Support
source: Android™ App Support
tk: Android™ goýma goldawy

# android_settings-la-autostartStart Android App Support on bootup
source: Start Android App Support on bootup
tk: Android goýma goldawy başlangyç açmada başlat

source: When this is off, you won't get any Android™ app notifications and launching first Android™ app can take a lot of time
tk: Bu ýapyk wagtynda, siz islendik Android goýma habarnamalary almarsyňyz we ilkinji Android goýma başlatmak has uzyn wagt almagy mümkin

# android_settings-la-permissionsPermissions
source: Permissions
tk: Rugsatlar

source: Allow Android™ apps to access your contacts
tk: Android™ kontaktlara girmegine rugsat ber

source: When this is off, Android™ apps relying on using contacts won't work as they should
tk: Bu ýapyk wagtynda, Android goýmanyň kontaktlary ulanmagyna daýanmagy bolmaly ýaly işlemeýär.

# android_settings-la-actions_headerActions
source: Actions
tk: Hereketler

source: Starting Android App Support takes a while. Stopping Android App Support will also stop Android app notifications and other background processes.
tk: Android goýma goldawy başlatmagy biraz wagt alýar. Android goýma goldawy duruzmak Android goýma habarnamalary we başga fon prosesleri hem duruzar.

# android_settings-bt-start_android_supportStart
source: Start
tk: Başlamak

# android_settings-bt-stop_android_supportStop
source: Stop
tk: Dur

source: Installing APK disabled by the Sailfish Device Manager.
tk: Sailfish enjam dolandyryjy tarapyndan ýapylan APK gurnalýar

source: Failed to install a file that is not an Android™ application package.
tk: Android™ goýma paketi bolmaýan faýly gurnap bolmaýar.

source: Failed to open %1 Android™ application package for installing.
tk: %1 Android™ goýma paketi gurnama üçin açyp bolmaýar

# apkd-applicationApplication
source: Application
tk: Goýma

source: %1 requires Android™ SDK version %2, installed version is %3. Cannot install %1.
tk: %1 Android™ SDK %2 wersiýa talap edýär, gurnalan wersiýa - %3. %1 gurnap bolmaýar.

source: Could not determine package name for %1. Aborting installation.
tk: %1 üçin paket ady anyklap bolmady. Gurnaw ýatyrylýar.

source: Uninstalling APK disabled by the Sailfish Device Manager.
tk: Sailfish enjam dolandyryjy tarapyndan ýapylan APK Gurnawdan aýrylýar.

# apkd-no-installed_multiple_include_n%n new application(s) installed
source: %n new application(s) installed
tk: %n täzr goýma gurnaldy
