Repository: Ibragimov/Turkmen-Language-Support-For-Sailfish-OS
Catalog: sailfish-office/sailfish-office.xlf
Languages: tk

# sailfish-office-he-indexIndex
source: Index
tk: Indeks

# sailfish_office-la-page_numberPage %1
source: Page %1
tk: Sahypa %1

# sailfish-office-he-sheet_indexSheets
source: Sheets
tk: Sahypalar

# sailfish-office-lb-%n-matches%n item(s) found
source: %n item(s) found
tk: %n element tapyldy

# sailfish-office-search-no-resultNo result
source: No result
tk: Netije ýok

# sailfish-office-search-documentSearch on document
source: Search on document
tk: Resminamanyň içinde gözle

# sailfish-office-he-slide_indexSlides
source: Slides
tk: Slaýdlar

# sailfish-office-la-plain_text_errorError loading text file
source: Error loading text file
tk: Tekst faýly ýükläp bolmaýar

# sailfish-office-la-plain_text_emptyEmpty text file
source: Empty text file
tk: Boş tekst faýly

# sailfish-office-he-pdf_indexIndex
source: Index
tk: Indeks

# sailfish-office-me-no-tocDocument has no table of content
source: Document has no table of content
tk: Resminamada mazmun ýok

# sailfish-office-lb-goto-pageGo to page
source: Go to page
tk: Sahypa bar

# sailfish-office-lb-%n-pagesdocument has %n pages
source: document has %n pages
tk: Resminamada %n sahypa bar

# sailfish-office-me-deleteDelete
source: Delete
tk: Pozmak

# sailfish-office-me-shareShare
source: Share
tk: Paýlaş

# sailfish-office-la-notice-anno-textTap where you want to add a note
source: Tap where you want to add a note
tk: Bellik goşmak isleýän ýerine basyň

# sailfish-office-la-notice-anno-highlightTap and move your finger over the area
source: Tap and move your finger over the area
tk: Basyp zolagyň üstünde barmagyňyzy geçiriň

# sailfish-office-me-broken-pdfBroken file
source: Broken file
tk: Bozulan faýl

# sailfish-office-me-locked-pdfLocked file
source: Locked file
tk: Gulply faýl

# sailfish-office-me-broken-pdf-hintCannot read the PDF document
source: Cannot read the PDF document
tk: PDF resminama okap bolmaýar

# sailfish-office-me-locked-pdf-hintEnter password to unlock
source: Enter password to unlock
tk: Gulpuny açmak üçin, paroly

# sailfish-office-me-pdf-txt-anno-addAdd note
source: Add note
tk: Bellik goş

# sailfish-office-me-pdf-txt-anno-editEdit
source: Edit
tk: Düzetmek

# sailfish-office-me-pdf-txt-anno-clearDelete
source: Delete
tk: Pozmak

# sailfish-office-me-pdf-open-browserOpen in browser
source: Open in browser
tk: Brauzerde aç

# sailfish-office-me-pdf-open-externalOpen in external application
source: Open in external application
tk: Daşky goýmada aç

# sailfish-office-me-pdf-copy-linkCopy to clipboard
source: Copy to clipboard
tk: Çalşyk bufere göçür

# sailfish-office-me-pdf-hl-anno-commentAdd a comment
source: Add a comment
tk: Teswir goş

# sailfish-office-me-pdf-hl-anno-comment-editEdit the comment
source: Edit the comment
tk: Teswiri düzet

# sailfish-office-me-pdf-hl-anno-clearClear
source: Clear
tk: Arssalamak

# sailfish-office-he-txt-anno-saveSave
source: Save
tk: Ýazdyrmak

# sailfish-office-he-txt-anno-cancelCancel
source: Cancel
tk: Ýatyrmak

# sailfish-office-ta-text-annotationWrite a note…
source: Write a note…
tk: Bellik ýaz...

# sailfish-office-ta-comment-annotationWrite a comment…
source: Write a comment…
tk: Teswir ýaz...

# sailfish-office-mi-delete-annotationDelete
source: Delete
tk: Pozmak

# sailfish-office-hd-text-annotationNote
source: Note
tk: Bellik

# sailfish-office-hd-comment-annotationComment
source: Comment
tk: Teswir

# sailfish-office-ta-text-annotation-editWrite a note…
source: Write a note…
tk: Bellik ýaz...

# sailfish-office-ta-comment-annotation-editWrite a comment…
source: Write a comment…
tk: Teswir ýaz...

# sailfish-calligra_open_errorCould not open file:
source: Could not open file:
tk: Faýl açmakda bir näsazlyk ýüze çykdy:

source: Could not create the filter plugin
tk: Filtr moduly döredip bolmady

source: Could not create the output document
tk: Çykyş resminama döredip bolmady

# office_calligra_error-file_not_foundFile not found
source: File not found
tk: Faýl tapylmady

# office_calligra_error-cannot_create_storageCannot create storage
source: Cannot create storage
tk: Toplaýjy döredip bolmaýar

# office_calligra_error-bad_mime_typeBad MIME type
source: Bad MIME type
tk: Erbet MIME görnüşi

# office_calligra_error-error_in_embedded_documentError in embedded document
source: Error in embedded document
tk: Içine gurnalan resminamada näsazlyk bar

# office_calligra_error-format_not_recognizedFormat not recognized
source: Format not recognized
tk: Format anyklanylmady

# office_calligra_error-not_implementedNot implemented
source: Not implemented
tk: Ornaşdyrylmady

# office_calligra_error-parsing_errorParsing error
source: Parsing error
tk: Seljeriş ýalňyşlygy

# office_calligra_error-password_protected_fileDocument is password protected
source: Document is password protected
tk: Resminama parol bilen goralan

# office_calligra_error-invalid_file_formatInvalid file format
source: Invalid file format
tk: Nädogry faýly formaty

# office_calligra_error-internal_errorInternal error
source: Internal error
tk: Näsazlyk ýüze çykdy

# office_calligra_error-out_of_memoryOut of memory
source: Out of memory
tk: Ýat ýeri gutardy

# office_calligra_error-empty_filter_pluginEmpty Filter Plugin
source: Empty Filter Plugin
tk: Boş modul filtri

source: Trying to load into the wrong kind of document
tk: Nädogry resminama görnüşine ýükläp synanyşylýar

source: Failed to download remote file
tk: Uzakdaky faýly göçürip alyp bolmady

# office_calligra_error-unknownUnknown error
source: Unknown error
tk: Näbelli ýalňyşlyk

# sailfish-office-he-detailsDetails
source: Details
tk: Jikme-jikler

# sailfish-office-la-filepathFile path
source: File path
tk: Faýl ugry

# sailfish-office-la-filesizeSize
source: Size
tk: Ölçeg

# sailfish-office-la-filetypeType
source: Type
tk: Görnüş

# sailfish-office-la-lastmodifiedLast modified
source: Last modified
tk: Soňky üýtgedileni

# sailfish-office-la-sheetcountSheets
source: Sheets
tk: Sahypalar

# sailfish-office-la-slidecountSlides
source: Slides
tk: Slaýdlar

# sailfish-office-la-pagecountPage Count
source: Page Count
tk: Sahypa sany

# sailfish-office-la-indexcountIndex Count
source: Index Count
tk: Indeks sany

# sailfish_office-he-sort_bySort by
source: Sort by
tk: Şu boýunça tertiple

# sailfish_office-me-sort_nameName
source: Name
tk: Ady

# sailfish_office-me-sort_typeType
source: Type
tk: Görnüş

# sailfish_office-me-sort_dateDate
source: Date
tk: Sene

# sailfish_office-me-sort_by_namename
source: name
tk: ady

# sailfish_office-me-sort_by_typetype
source: type
tk: görnüş

# sailfish_office-me-sort_by_datedate
source: date
tk: sene

# sailfish-office-he-apptitleDocuments
source: Documents
tk: Resminamalar

# sailfish-office-tf-search-documentsSearch documents
source: Search documents
tk: Resminamalary gözle

# sailfish-office-me-show_searchShow search
source: Show search
tk: Gözleg görkez

# sailfish-office-me-hide_searchHide search
source: Hide search
tk: Gözleg gizle

# sailfish-office-me-sort_bySort by: %1
source: Sort by: %1
tk: Şeýle sortla: %1

# sailfish-office-la-no_documentsNo documents
source: No documents
tk: Bu ýerde enjamyňyza geçirilen resminamalary görüp bilersiňiz. Hiç zat entek ýazdyrylmady.

# sailfish-office-la-not-foundNo documents found
source: No documents found
tk: Resminama tapylmady

# sailfish-office-la-shareShare
source: Share
tk: Paýlaşmak

# sailfish-office-la-cover_no_documentsNo documents
source: No documents
tk: Resminamalary goş

# sailfish-office-la-localfiles_descriptionFiles found on this device.
source: Files found on this device.
tk: Bu enjamda faýllar tapyldy

# sailfish-office-he-localfiles_titleThis Device
source: This Device
tk: Enjamda

# sailfish-office-ap-nameDocuments
source: Documents
tk: Resminamalar
